[{"title":"Self-injurious thoughts and behaviors as risk factors for future suicide ideation, attempts, and death: a meta-analysis of longitudinal studies","subjectLabel":"death","year":"2015"},{"title":"Violent Deaths Among Georgia Workers: An Examination of Suicides and Homicides by Occupation, 2006-2009","subjectLabel":"death","year":"2016"},{"title":"Increasing Morbidity in the Pregnant Population in the United States.","subjectLabel":"death","year":"2015"},{"title":"Pregnancy-Associated Deaths in Virginia Due to Homicides, Suicides, and Accidental Overdoses Compared With Natural Causes.","subjectLabel":"death","year":"2016"},{"title":"Feeding the dead?","subjectLabel":"death","year":"2015"},{"title":"Homicide, Suicide, and Unintentional Firearm Fatality: Comparing the United States With Other High-Income Countries, 2003","subjectLabel":"death","year":"2011"},{"title":"Suicide mortality in comparison to traffic accidents and homicides as causes of unnatural death. An analysis of 14,441 cases in Germany in the year 2010.","subjectLabel":"death","year":"2012"},{"title":"SickleInAfrica","subjectLabel":"death","year":"2020"},{"title":"SickleInAfrica","subjectLabel":"death","year":"2020"},{"title":"Sustainable care for children with cancer: a Lancet Oncology Commission","subjectLabel":"death","year":"2020"},{"title":"Sustainable care for children with cancer: a Lancet Oncology Commission","subjectLabel":"death","year":"2020"},{"title":"Ambiguity and Ambivalence in Buddhist Treatment of the Dead","subjectLabel":"death","year":"2018"},{"title":"Right Thoughts at the Last Moment: Buddhism and Deathbed Practices in Early Medieval Japan , by Jacqueline Stone","subjectLabel":"death","year":"2018"},{"title":"Intertextuality, Contradiction, and Confusion in the Pras?dan?ya-s?tra, Sampas?dan?ya-sutta, and ???? (Zì hu?nx? j?ng)","subjectLabel":"death","year":"2017"},{"title":"In Search of the Origin of the Enumeration of Hell-kings in an Early Medieval Chinese Buddhist Scripture: Why did King Bimbis?ra become Yama after his Disastrous Defeat in Battle in the Wen diyu jing ???? (‘S?tra on Questions on Hells’)?","subjectLabel":"death","year":"2014"},{"title":"Evolution of the Therav?da Buddhist Idea of ‘Merittransference’ to the Dead, and its Role in Sri Lankan Buddhist Culture","subjectLabel":"death","year":"2013"},{"title":"Tibetan Rituals of Death: Buddhist Funerary Practices by Margaret Gouin. Routledge, 2010. 182pp., hb. £85.00/$145. ISBN-13: 9780415566360","subjectLabel":"death","year":"2013"},{"title":"Sleeping Next to My Coffin: Representations of the Body in Theravada Buddhism","subjectLabel":"death","year":"2012"},{"title":"The role of combined measurement of tissue mRNA levels of AMACR and survivin in the diagnosis and risk stratification of patients with suspected prostate cancer","subjectLabel":"human","year":"2012"},{"title":"The role of combined measurement of tissue mRNA levels of AMACR and survivin in the diagnosis and risk stratification of patients with suspected prostate cancer","subjectLabel":"human","year":"2012"},{"title":"Comparison Between the Facial Flow Lines of Androids and Humans","subjectLabel":"human","year":"2021"},{"title":"An early cell shape transition drives evolutionary expansion of the human forebrain","subjectLabel":"human","year":"2021"},{"title":"Highly accurate protein structure prediction for the human proteome","subjectLabel":"human","year":"2021"},{"title":"RNA-programmed genome editing in human cells","subjectLabel":"human","year":"2013"},{"title":"Humans rely on the same rules to assess emotional valence and intensity in conspecific and dog vocalizations","subjectLabel":"human","year":"2014"},{"title":"Whole Genomic Analysis of Human G12P[6] and G12P[8] Rotavirus Strains that Have Emerged in Myanmar","subjectLabel":"human","year":"2015"},{"title":"Whole Genomic Analysis of Human G12P[6] and G12P[8] Rotavirus Strains that Have Emerged in Myanmar","subjectLabel":"human","year":"2015"},{"title":"The Impact of Opioids on Cardiac Electrophysiology.","subjectLabel":"human","year":"2016"},{"title":"Leveraging human genetic and adverse outcome pathway (AOP) data to inform susceptibility in human health risk assessment.","subjectLabel":"human","year":"2018"},{"title":"Exploring the Uncharacterized Human Proteome Using neXtProt","subjectLabel":"human","year":"2018"},{"title":"Light Microscopic Morphology of Indigenous Ghanaian African Hair from Scalp, Eyebrow, Axilla, and Pubic Regions","subjectLabel":"human","year":"2019"},{"title":"Systematic review of rheumatic disease epidemiology in the indigenous populations of Canada, the United States, Australia, and New Zealand","subjectLabel":"Canada","year":"2016"},{"title":"[Happiness and cancer]","subjectLabel":"happiness","year":"2012"},{"title":"[The Application of Mindfulness in Promoting Happiness and Mental Health].","subjectLabel":"happiness","year":"2017"},{"title":"Structural and functional associations of the rostral anterior cingulate cortex with subjective happiness.","subjectLabel":"happiness","year":"2016"},{"title":"Determinants of happiness and quality of life in patients with rheumatoid arthritis: a structural equation modelling approach","subjectLabel":"happiness","year":"2018"},{"title":"Burnout among Pilots: Psychosocial Factors related to Happiness and Score on Simulator Training.","subjectLabel":"happiness","year":"2018"},{"title":"Pursuit of Happiness, Prosperity and Health (P-HPH).","subjectLabel":"happiness","year":"2018"},{"title":"Vanishing time in the pursuit of happiness.","subjectLabel":"happiness","year":"2018"},{"title":"[Moments of happiness in nursing].","subjectLabel":"happiness","year":"2015"},{"title":"Momentary Work Happiness as a Function of Enduring Burnout and Work Engagement.","subjectLabel":"happiness","year":"2016"},{"title":"True happiness: The role of morality in the folk concept of happiness","subjectLabel":"happiness","year":"2017"},{"title":"Hidden from happiness: Structural stigma, sexual orientation concealment, and life satisfaction across 28 countries","subjectLabel":"happiness","year":"2018"},{"title":"Relationship between happiness and tobacco smoking among high school students","subjectLabel":"happiness","year":"2018"},{"title":"Detection, measurement, and enhancement of happiness","subjectLabel":"happiness","year":"2014"},{"title":"When the dissolution of perceived body boundaries elicits happiness: The effect of selflessness induced by a body scan meditation.","subjectLabel":"happiness","year":"2016"},{"title":"Pregnancy planning, timing, happiness and depressive symptoms among low-income women living with and without HIV","subjectLabel":"happiness","year":"2018"},{"title":"The secret to happiness: Feeling good or feeling right?","subjectLabel":"happiness","year":"2017"},{"title":"How instructors' emotional expressions shape students' learning performance: the roles of anger, happiness, and regulatory focus","subjectLabel":"happiness","year":"2013"},{"title":"An End to Happiness…Attention to the Critically Ill Parturient.","subjectLabel":"happiness","year":"2016"},{"title":"Stimulant misuse: is the pursuit of happiness by youth overrated?","subjectLabel":"happiness","year":"2013"},{"title":"[From Happiness ideation to quality of life concept]","subjectLabel":"happiness","year":"2014"},{"title":"A Gender-based Comparison in Health Behaviors and State of Happiness among University Students.","subjectLabel":"happiness","year":"2018"},{"title":"Culture shapes whether the pursuit of happiness predicts higher or lower well-being.","subjectLabel":"happiness","year":"2015"},{"title":"Social ecology moderates the association between self-esteem and happiness","subjectLabel":"happiness","year":"2013"},{"title":"Will Happiness Improve the Psychological Integration of Migrant Workers?","subjectLabel":"happiness","year":"2018"},{"title":"Relative deprivation and individual well-being: Low status and a feeling of relative deprivation are detrimental to health and happiness.","subjectLabel":"happiness","year":"2015"},{"title":"Coresidence with a child and happiness among older widows in Europe: Does gender of the child matter?","subjectLabel":"happiness","year":"2017"},{"title":"Are pension types associated with happiness in Japanese older people?: JAGES cross-sectional study","subjectLabel":"happiness","year":"2018"},{"title":"Does money buy happiness? Evidence from an unconditional cash transfer in Zambia.","subjectLabel":"happiness","year":"2018"},{"title":"Exploring constructs of well-being, happiness and quality of life.","subjectLabel":"happiness","year":"2018"},{"title":"Gross national happiness as a framework for health impact assessment","subjectLabel":"happiness","year":"2011"},{"title":"Meditation and happiness: Mindfulness and self-compassion may mediate the meditation–happiness relationship","subjectLabel":"happiness","year":"2016"},{"title":"Happiness, Post-materialist Values, and the Unmarried","subjectLabel":"happiness","year":"2017"},{"title":"The Pursuit of Happiness in China: Individualism, Collectivism, and Subjective Well-Being during China's Economic and Social Transformation*","subjectLabel":"happiness","year":"2013"},{"title":"Health and Gross National Happiness: review of current status in Bhutan","subjectLabel":"happiness","year":"2011"},{"title":"Sexual Health of Trans Men Who Are Gay, Bisexual, or Who Have Sex with Men: Results from Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Geographic variability in the association between socioeconomic status and BMI in the USA and Canada","subjectLabel":"Canada","year":"2014"},{"title":"Most children with cancer are not enrolled on a clinical trial in Canada: a population-based study","subjectLabel":"Canada","year":"2017"},{"title":"Social-structural factors influencing periods of injection cessation among marginalized youth who inject drugs in Vancouver, Canada: an ethno-epidemiological study","subjectLabel":"Canada","year":"2017"},{"title":"Quality of Care for Patients With Chronic Kidney Disease in the Primary Care Setting: A Retrospective Cohort Study From Ontario, Canada","subjectLabel":"Canada","year":"2017"},{"title":"An estimate of the cost of burnout on early retirement and reduction in clinical hours of practicing physicians in Canada","subjectLabel":"Canada","year":"2014"},{"title":"High levels of opioid analgesic co-prescription among methadone maintenance treatment clients in British Columbia, Canada: results from a population-level retrospective cohort study","subjectLabel":"Canada","year":"2014"},{"title":"The economic burden of inadequate consumption of vegetables and fruit in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Changes in the use practitioner-based complementary and alternative medicine over time in Canada: Cohort and period effects","subjectLabel":"Canada","year":"2017"},{"title":"Characterization and comparison of toxin-producing isolates of Dinophysis acuminata from New England and Canada","subjectLabel":"Canada","year":"2014"},{"title":"Prevalence and Molecular Characterization of the Hepatitis E Virus in Retail Pork Products Marketed in Canada","subjectLabel":"Canada","year":"2017"},{"title":"Implications to payers of switch from hospital-based intravenous immunoglobulin to home-based subcutaneous immunoglobulin therapy in patients with primary and secondary immunodeficiencies in Canada","subjectLabel":"Canada","year":"2014"},{"title":"An examination of exposure and avoidance behavior related to second-hand cigarette smoke among adolescent girls in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Largest pheochromocytoma reported in Canada: A case study and literature review","subjectLabel":"Canada","year":"2014"},{"title":"Funding and remuneration of interdisciplinary primary care teams in Canada: a conceptual framework and application","subjectLabel":"Canada","year":"2017"},{"title":"Belimumab use, clinical outcomes and glucocorticoid reduction in patients with systemic lupus erythematosus receiving belimumab in clinical practice settings: results from the OBSErve Canada Study","subjectLabel":"Canada","year":"2017"},{"title":"An integrated knowledge translation experience: use of the Network of Pediatric Audiologists of Canada to facilitate the development of the University of Western Ontario Pediatric Audiological Monitoring Protocol (UWO PedAMP v1.0).","subjectLabel":"Canada","year":"2011"},{"title":"Cost-effectiveness of a school-based health promotion program in Canada: A life-course modeling approach","subjectLabel":"Canada","year":"2017"},{"title":"Canine infection with Borrelia burgdorferi, Dirofilaria immitis, Anaplasma spp. and Ehrlichia spp. in Canada, 2013-2014.","subjectLabel":"Canada","year":"2017"},{"title":"Knowledge, attitudes, beliefs and behaviours of older adults about pneumococcal immunization, a Public Health Agency of Canada/Canadian Institutes of Health Research Influenza Research Network (PCIRN) investigation","subjectLabel":"Canada","year":"2014"},{"title":"Caught between a rock and a hard place: mental health of migrant live-in caregivers in Canada","subjectLabel":"Canada","year":"2017"},{"title":"Defining quality indicators for best-practice management of inflammatory bowel disease in Canada","subjectLabel":"Canada","year":"2014"},{"title":"A cross-sectional examination of socio-demographic and school-level correlates of children's school travel mode in Ottawa, Canada","subjectLabel":"Canada","year":"2014"},{"title":"A 10-year population based study of 'opt-out' HIV testing of tuberculosis patients in Alberta, Canada: national implications","subjectLabel":"Canada","year":"2014"},{"title":"Child abuse and mental disorders in Canada","subjectLabel":"Canada","year":"2014"},{"title":"South Asian populations in Canada: migration and mental health","subjectLabel":"Canada","year":"2014"},{"title":"Surveillance of social and geographic inequalities in housing-related issues: the case of the Eastern Townships, Quebec (Canada).","subjectLabel":"Canada","year":"2014"},{"title":"Criminalisation of clients: reproducing vulnerabilities for violence and poor health among street-based sex workers in Canada-a qualitative study","subjectLabel":"Canada","year":"2014"},{"title":"Parental perceptions of school-based influenza immunisation in Ontario, Canada: a qualitative study","subjectLabel":"Canada","year":"2014"},{"title":"Effluent-dominated streams. Part 1: Presence and effects of excess nitrogen and phosphorus in Wascana Creek, Saskatchewan, Canada","subjectLabel":"Canada","year":"2011"},{"title":"A systematic review to assess the policy-making relevance of dementia cost-of-illness studies in the US and Canada","subjectLabel":"Canada","year":"2011"},{"title":"Temporal patterns of happiness and information in a global social network: hedonometrics and Twitter","subjectLabel":"happiness","year":"2011"},{"title":"Work and Life Balance \"If We Are Not Happy Both in Work and out of Work, We Cannot Provide Happiness to Others\"","subjectLabel":"happiness","year":"2016"},{"title":"Genetics of wellbeing and its components satisfaction with life, happiness, and quality of life: a review and meta-analysis of heritability studies","subjectLabel":"happiness","year":"2015"},{"title":"Building a National Neighborhood Dataset From Geotagged Twitter Data for Indicators of Happiness, Diet, and Physical Activity","subjectLabel":"happiness","year":"2016"},{"title":"Leveraging geotagged Twitter data to examine neighborhood happiness, diet, and physical activity","subjectLabel":"happiness","year":"2016"},{"title":"Does happiness itself directly affect mortality? The prospective UK Million Women Study","subjectLabel":"happiness","year":"2016"},{"title":"Psychobiotics and the gut-brain axis: in the pursuit of happiness","subjectLabel":"happiness","year":"2015"},{"title":"The structural neural substrate of subjective happiness","subjectLabel":"happiness","year":"2015"},{"title":"Happiness and depression in adolescence after maternal smoking during pregnancy: birth cohort study","subjectLabel":"happiness","year":"2013"},{"title":"The emotional responses of browsing Facebook: Happiness, envy, and the role of tie strength","subjectLabel":"happiness","year":"2015"},{"title":"Circuits regulating pleasure and happiness: the evolution of reward-seeking and misery-fleeing behavioral mechanisms in vertebrates","subjectLabel":"happiness","year":"2015"},{"title":"Improving the neural mechanisms of cognition through the pursuit of happiness","subjectLabel":"happiness","year":"2013"},{"title":"Efficacy of Rajayoga Meditation on Positive Thinking: An Index for Self-Satisfaction and Happiness in Life","subjectLabel":"happiness","year":"2013"},{"title":"Happiness and Leisure Across Countries: Evidence from International Survey Data","subjectLabel":"happiness","year":"2013"},{"title":"Analyzing Personal Happiness from Global Survey and Weather Data: A Geospatial Approach","subjectLabel":"happiness","year":"2016"},{"title":"Happiness and social exclusion of indigenous peoples in Taiwan--a social sustainability perspective","subjectLabel":"happiness","year":"2015"},{"title":"ENHANCE: Design and rationale of a randomized controlled trial for promoting enduring happiness & well-being","subjectLabel":"happiness","year":"2016"},{"title":"Income Inequality Explains Why Economic Growth Does Not Always Translate to an Increase in Happiness","subjectLabel":"happiness","year":"2015"},{"title":"Breastfeeding experience differentially impacts recognition of happiness and anger in mothers","subjectLabel":"happiness","year":"2014"},{"title":"The pursuit of happiness: The social and scientific origins of Hans Selye's natural philosophy of life.","subjectLabel":"happiness","year":"2012"},{"title":"Music-evoked incidental happiness modulates probability weighting during risky lottery choices.","subjectLabel":"happiness","year":"2014"},{"title":"Happiness increases distraction by auditory deviant stimuli.","subjectLabel":"happiness","year":"2015"},{"title":"Happiness in action: the impact of positive affect on the time of the conscious intention to act","subjectLabel":"happiness","year":"2015"},{"title":"The Paradox of Happiness: Health and Human Rights in the Kingdom of Bhutan","subjectLabel":"happiness","year":"2016"},{"title":"Contributions of medicinal plants to the Gross National Happiness and Biodiscovery in Bhutan","subjectLabel":"happiness","year":"2015"},{"title":"Income inequality and happiness","subjectLabel":"happiness","year":"2011"},{"title":"Concepts of happiness across time and cultures","subjectLabel":"happiness","year":"2013"},{"title":"Real-time EEG-based happiness detection system","subjectLabel":"happiness","year":"2013"},{"title":"A sniff of happiness","subjectLabel":"happiness","year":"2015"},{"title":"Recognizing induced emotions of happiness and sadness from dance movement","subjectLabel":"happiness","year":"2014"},{"title":"Influence of active commuting on happiness, well-being, psychological distress and body shape in adolescents","subjectLabel":"happiness","year":"2015"},{"title":"Health-related quality of life and happiness within an internal medicine residency training program: a longitudinal follow-up study","subjectLabel":"happiness","year":"2015"},{"title":"Can Marginal Rates of Substitution Be Inferred From Happiness Data? Evidence from Residency Choices","subjectLabel":"happiness","year":"2014"},{"title":"Happiness and health behaviours in Chilean college students: a cross-sectional survey","subjectLabel":"happiness","year":"2011"},{"title":"The neural correlates of happiness: A review of PET and fMRI studies using autobiographical recall methods","subjectLabel":"happiness","year":"2016"},{"title":"Happier People Live More Active Lives: Using Smartphones to Link Happiness and Physical Activity","subjectLabel":"happiness","year":"2017"},{"title":"Predicting students' happiness from physiology, phone, mobility, and behavioral data","subjectLabel":"happiness","year":"2015"},{"title":"How your bank balance buys happiness: The importance of \"cash on hand\" to life satisfaction","subjectLabel":"happiness","year":"2016"},{"title":"Dogmatism and Happiness","subjectLabel":"happiness","year":"2017"},{"title":"Self-centeredness and selflessness: happiness correlates and mediating psychological processes","subjectLabel":"happiness","year":"2017"},{"title":"PAHA study: psychological active and healthy aging: psychological wellbeing, proactive attitude and happiness effects of whole-body vibration versus Multicomponent Training in aged women: study protocol for a randomized controlled trial","subjectLabel":"happiness","year":"2014"},{"title":"The joyful, yet balanced, amygdala: moderated responses to positive but not negative stimuli in trait happiness","subjectLabel":"happiness","year":"2013"},{"title":"Circuits Regulating Pleasure and Happiness in Bipolar Disorder","subjectLabel":"happiness","year":"2017"},{"title":"Parental unemployment and children's happiness: A longitudinal study of young people's well-being in unemployed households","subjectLabel":"happiness","year":"2013"},{"title":"Motivation Counts: Autonomous But Not Obligated Sharing Promotes Happiness in Preschoolers","subjectLabel":"happiness","year":"2017"},{"title":"Fordyce happiness program and postpartum depression","subjectLabel":"happiness","year":"2014"},{"title":"It's the recipient that counts: spending money on strong social ties leads to greater happiness than spending on weak social ties","subjectLabel":"happiness","year":"2011"},{"title":"The Effect of Happiness Training Based on Fordyce Model on Perceived Stress in the Mothers of Children with Cleft Lip and Palate","subjectLabel":"happiness","year":"2017"},{"title":"Why are people with high self-control happier? The effect of trait self-control on happiness as mediated by regulatory focus","subjectLabel":"happiness","year":"2014"},{"title":"Effect of Fordyce's Happiness Program on Stress, Anxiety, and Depression among the Patients Undergoing Hemodialysis","subjectLabel":"happiness","year":"2017"},{"title":"Association between salivary serotonin and the social sharing of happiness","subjectLabel":"happiness","year":"2017"},{"title":"Tempting fate or inviting happiness?: unrealistic idealization prevents the decline of marital satisfaction","subjectLabel":"happiness","year":"2011"},{"title":"A neural link between generosity and happiness","subjectLabel":"happiness","year":"2017"},{"title":"Psychometric evaluation of the Chinese version of the Subjective Happiness Scale: evidence from the Hong Kong FAMILY Cohort","subjectLabel":"happiness","year":"2014"},{"title":"Two happiness puzzles","subjectLabel":"happiness","year":"2013"},{"title":"The vividness of happiness in dynamic facial displays of emotion","subjectLabel":"happiness","year":"2012"},{"title":"Spousal interrelations in happiness in the Seattle Longitudinal Study: considerable similarities in levels and change over time","subjectLabel":"happiness","year":"2011"},{"title":"The relationship between nature connectedness and happiness: a meta-analysis","subjectLabel":"happiness","year":"2014"},{"title":"The relationship between happiness and intelligent quotient: the contribution of socio-economic and clinical factors","subjectLabel":"happiness","year":"2012"},{"title":"Giving leads to happiness in young children","subjectLabel":"happiness","year":"2012"},{"title":"The association between self-esteem and happiness differs in relationally mobile vs. stable interpersonal contexts","subjectLabel":"happiness","year":"2014"},{"title":"Cerebellar activity and connectivity during the experience of disgust and happiness","subjectLabel":"happiness","year":"2013"},{"title":"Happiness and health behaviour in Iranian adolescent girls","subjectLabel":"happiness","year":"2013"},{"title":"Health and happiness: cross-sectional household surveys in Finland, Poland and Spain","subjectLabel":"happiness","year":"2014"},{"title":"Health-related determinants of happiness in Korean adults","subjectLabel":"happiness","year":"2014"},{"title":"Infertile individuals' marital relationship status, happiness, and mental health: a causal model","subjectLabel":"happiness","year":"2014"},{"title":"Happiness & Health: The Biological Factors- Systematic Review Article","subjectLabel":"happiness","year":"2014"},{"title":"Beyond Happiness and Satisfaction: Toward Well-Being Indices Based on Stated Preference","subjectLabel":"happiness","year":"2014"},{"title":"Using functional MRI to measure happiness","subjectLabel":"happiness","year":"2012"},{"title":"Voluntary settlement and its consequences on predictors of happiness: the influence of initial cultural context","subjectLabel":"happiness","year":"2014"},{"title":"Pursuit of communal values in an agentic manner: a way to happiness?","subjectLabel":"happiness","year":"2014"},{"title":"Hope, happiness and home treatment: a study into patient satisfaction with being treated at home","subjectLabel":"happiness","year":"2014"},{"title":"Cognitive representations (Metaphorical Conceptualizations) of past, future, joy, sadness and happiness in depressive and non-depressive subjects: cognitive distortions in depression at the level of notion","subjectLabel":"happiness","year":"2015"},{"title":"A collective theory of happiness: words related to the word \"happiness\" in Swedish online newspapers","subjectLabel":"happiness","year":"2013"},{"title":"Investigating happiness and its related factors in married women referred to health centers of shahroud city","subjectLabel":"happiness","year":"2014"},{"title":"Quality and Safety in Healthcare, Part LVIII: Promoting Physician Happiness and Wellness","subjectLabel":"happiness","year":"2020"},{"title":"Triumph, tragedy and the pursuit of happiness: A journey of self-awareness","subjectLabel":"happiness","year":"2020"},{"title":"Human Enhancement: Enhancing Health or Harnessing Happiness?","subjectLabel":"happiness","year":"2018"},{"title":"Residential Mobility Fosters Sensitivity to the Disappearance of Happiness","subjectLabel":"happiness","year":"2019"},{"title":"The Mediating Roles of Happiness and Cohesion in the Relationship between Employee Volunteerism and Job Performance","subjectLabel":"happiness","year":"2018"},{"title":"Associations of combinations of housing tenure status and household structure with subjective happiness among community-dwelling elderly people: A cross-sectional study with stratified random sampling","subjectLabel":"happiness","year":"2020"},{"title":"Survey of the effects of internet usage on the happiness of Japanese university students","subjectLabel":"happiness","year":"2019"},{"title":"A mind full of happiness: How mindfulness shapes affect dynamics in daily life","subjectLabel":"happiness","year":"2018"},{"title":"Exploring the impact of environmental regulations on happiness: new evidence from China","subjectLabel":"happiness","year":"2020"},{"title":"Posttraumatic Growth as a Mediator of Self-Blame and Happiness in the Context of Interpersonal Violence","subjectLabel":"happiness","year":"2018"},{"title":"Does happiness matter to health system efficiency? A performance analysis","subjectLabel":"happiness","year":"2018"},{"title":"The relationship between resilience, happiness, and life satisfaction in dental and medical students in Jeddah, Saudi Arabia","subjectLabel":"happiness","year":"2018"},{"title":"Effects of Service Learning on Physical Education Teacher Education Students' Subjective Happiness, Prosocial Behavior, and Professional Learning","subjectLabel":"happiness","year":"2020"},{"title":"[Subjective happiness among Japanese adults: An upward tendency associated with age]","subjectLabel":"happiness","year":"2018"},{"title":"Relationship between social capital and happiness in a Japanese community: A cross-sectional study","subjectLabel":"happiness","year":"2018"},{"title":"Happiness, perceived stress, psychological well-being, and health behaviors of Thai university students: preliminary results from a multinational study on well-being","subjectLabel":"happiness","year":"2019"},{"title":"Happiness in Plastic Surgery: A Cross-Sectional Analysis of 595 Practicing Plastic Surgeons, Fellows, Residents, and Medical Students","subjectLabel":"happiness","year":"2020"},{"title":"Happiness and Health","subjectLabel":"happiness","year":"2019"},{"title":"Cell Phone Use and Happiness Among Chinese Older Adults: Does Rural/Urban Residence Status Matter?","subjectLabel":"happiness","year":"2018"},{"title":"Customer satisfaction analysis of the healthy elderly to investigate the association among happiness, health status, and well-being using the Happiness & Health Feeling Scale","subjectLabel":"happiness","year":"2019"},{"title":"Perceiving happiness in an intergroup context: The role of race and attention to the eyes in differentiating between true and false smiles","subjectLabel":"happiness","year":"2019"},{"title":"Correction to: Community environmental satisfaction: its forms and impact on migrants' happiness in urban China","subjectLabel":"happiness","year":"2019"},{"title":"The Use of Public Health Indicators to Assess Individual Happiness in Post-Disaster Recovery","subjectLabel":"happiness","year":"2019"},{"title":"Is the Link Between Pornography Use and Relational Happiness Really More About Masturbation? Results From Two National Surveys","subjectLabel":"happiness","year":"2019"},{"title":"\"It's about having money, but also happiness:\" A qualitative investigation of how adolescents understand subjective status in themselves and others","subjectLabel":"happiness","year":"2018"},{"title":"Effectiveness of Integrative Laughter Therapy to Reduce Anxiety, Improve Self-Esteem and Increase Happiness: A Naturalistic Study at a Day Hospital for Addictive Disorders","subjectLabel":"happiness","year":"2019"},{"title":"The Science of Happiness: The View From One Research Center","subjectLabel":"happiness","year":"2019"},{"title":"Fostering Happiness Through Balance and Integration: A Garmin Case Study","subjectLabel":"happiness","year":"2019"},{"title":"Editor's Desk: The Why and How of Addressing Employee Happiness","subjectLabel":"happiness","year":"2019"},{"title":"Happiness Measurably Propels Human Well-Being & Performance: A Case Report","subjectLabel":"happiness","year":"2019"},{"title":"Subjective Happiness and Compassion Are Enough to Increase Teachers' Work Engagement?","subjectLabel":"happiness","year":"2019"},{"title":"Lay Conceptions of Happiness: Associations With Reported Well-Being, Personality Traits, and Materialism","subjectLabel":"happiness","year":"2019"},{"title":"Happiness among South African private sector physiotherapists","subjectLabel":"happiness","year":"2018"},{"title":"Workplace Spirituality and Subjective Happiness Among High School Teachers: Gratitude As A Moderator","subjectLabel":"happiness","year":"2018"},{"title":"Parents' attendance, participation and engagement in children's developmental rehabilitation services: Part 1. Contextualizing the journey to child health and happiness","subjectLabel":"happiness","year":"2019"},{"title":"A grounded theory of parents' attendance, participation and engagement in children's developmental rehabilitation services: Part 2. The journey to child health and happiness","subjectLabel":"happiness","year":"2019"},{"title":"The relationship between students' perception of the educational environment and their subjective happiness","subjectLabel":"happiness","year":"2019"},{"title":"Public spaces and happiness: Evidence from a large-scale field experiment","subjectLabel":"happiness","year":"2019"},{"title":"Workplace-Based Organizational Interventions Promoting Mental Health and Happiness among Healthcare Workers: A Realist Review","subjectLabel":"happiness","year":"2019"},{"title":"Prescriptions for happiness","subjectLabel":"happiness","year":"2019"},{"title":"Assisting the shift from patient to health & happiness","subjectLabel":"happiness","year":"2019"},{"title":"Effect of Teachers' Happiness on Teachers' Health. The Mediating Role of Happiness at Work","subjectLabel":"happiness","year":"2019"},{"title":"The Michigan Donated Dental Services (DDS) Program: 'Tears of Sorrow...Tears of Happiness'","subjectLabel":"happiness","year":"2016"},{"title":"Paying for Happiness: Experimental Results from a Large Cash Transfer Program in Malawi","subjectLabel":"happiness","year":"2018"},{"title":"'Small small quarrels bring about happiness or love in the relationships': Exploring community perceptions and gendered norms contributing to male perpetrated intimate partner violence in the Central Region of Ghana","subjectLabel":"happiness","year":"2019"},{"title":"'Small small quarrels bring about happiness or love in the relationships': Exploring community perceptions and gendered norms contributing to male perpetrated intimate partner violence in the Central Region of Ghana","subjectLabel":"happiness","year":"2019"},{"title":"The Role of Environmental Tax in Alleviating the Impact of Environmental Pollution on Residents' Happiness in China","subjectLabel":"happiness","year":"2019"},{"title":"How Does the World Google the Internet, Anxiety, and Happiness?","subjectLabel":"happiness","year":"2018"},{"title":"Valuing happiness predicts higher well-being: The moderating role of acceptance","subjectLabel":"happiness","year":"2019"},{"title":"Predictors of happiness among older Korean women living alone","subjectLabel":"happiness","year":"2019"},{"title":"Struggling with Happiness: A Pathway Leading Depression to Gambling Disorder","subjectLabel":"happiness","year":"2019"},{"title":"Happiness and Positive Thinking Reconsidered","subjectLabel":"happiness","year":"2019"},{"title":"A Worksite Wellness Intervention: Improving Happiness, Life Satisfaction, and Gratitude in Health Care Workers","subjectLabel":"happiness","year":"2017"},{"title":"More children, more happiness? Fewer and better births, a happy life: The relationship of parity and maternal cardiovascular disease risk","subjectLabel":"happiness","year":"2019"},{"title":"Trust, happiness and mortality: Findings from a prospective US population-based survey","subjectLabel":"happiness","year":"2020"},{"title":"[A Structural Equation Model for Happiness in Mothers with Young Children]","subjectLabel":"happiness","year":"2019"},{"title":"Do positive illusions of control foster happiness?","subjectLabel":"happiness","year":"2018"},{"title":"Happiness and Social Behavior","subjectLabel":"happiness","year":"2019"},{"title":"Does spending money on others promote happiness?: A registered replication report","subjectLabel":"happiness","year":"2020"},{"title":"Evaluation of the relationships among happiness, stress, anxiety, and depression in pharmacy students","subjectLabel":"happiness","year":"2018"},{"title":"Do I Need to Be Positive to Be Happy? Considering the Role of Self-Esteem, Life Satisfaction, and Psychological Distress in Portuguese Adolescents' Subjective Happiness","subjectLabel":"happiness","year":"2019"},{"title":"Pregnancy happiness: implications of prior loss and pregnancy intendedness","subjectLabel":"happiness","year":"2019"},{"title":"[Faster, higher, stronger… To go where? Transhumanism and yearning for happiness]","subjectLabel":"happiness","year":"2018"},{"title":"Cultural value mismatch in urbanizing China: A large-scale analysis of collectivism and happiness based on social media and nationwide survey","subjectLabel":"happiness","year":"2018"},{"title":"In pursuit of job satisfaction and happiness: Testing the interactive contribution of emotion-regulation ability and workplace social support","subjectLabel":"happiness","year":"2018"},{"title":"The Parenthood and Happiness Link: Testing Predictions from Five Theories","subjectLabel":"happiness","year":"2019"},{"title":"Maybe money can buy happiness: Associate satisfaction and compensation","subjectLabel":"happiness","year":"2019"},{"title":"[Attentional bias processing mechanism of emotional faces: anger and happiness superiority effects]","subjectLabel":"happiness","year":"2019"},{"title":"Finding Purpose, Passion, and Happiness in Your Profession","subjectLabel":"happiness","year":"2017"},{"title":"Controlled randomized trial of walking exercise with positive education on cardiovascular fitness and happiness in retired older adults","subjectLabel":"happiness","year":"2019"},{"title":"The Complexity of Food Provisioning Decisions by Māori Caregivers to Ensure the Happiness and Health of Their Children","subjectLabel":"happiness","year":"2019"},{"title":"Mind the \"Happiness\" Gap: The Relationship Between Cohabitation, Marriage, and Subjective Well-being in the United Kingdom, Australia, Germany, and Norway","subjectLabel":"happiness","year":"2019"},{"title":"Evolving the Hospital Readmissions Reduction Program: A Call for Peace, Happiness, and Improved Patient-Centered Outcomes","subjectLabel":"happiness","year":"2019"},{"title":"What Drives Customer Satisfaction, Loyalty, and Happiness in Fast-Food Restaurants in China? Perceived Price, Service Quality, Food Quality, Physical Environment Quality, and the Moderating Role of Gender","subjectLabel":"happiness","year":"2020"},{"title":"The Sacred Power of Beauty: Examining the Perceptual Effect of Buddhist Symbols on Happiness and Life Satisfaction in China","subjectLabel":"happiness","year":"2020"},{"title":"Happiness and Cognitive Impairment Among Older Adults: Investigating the Mediational Roles of Disability, Depression, Social Contact Frequency, and Loneliness","subjectLabel":"happiness","year":"2019"},{"title":"Can compassion, happiness and sympathetic concern be differentiated on the basis of facial expression?","subjectLabel":"happiness","year":"2020"},{"title":"Association between happiness and psychopathology in an elderly regional rural population in Crete","subjectLabel":"happiness","year":"2019"},{"title":"Corrigendum: Experiential or Material Purchases? Social Class Determines Purchase Happiness","subjectLabel":"happiness","year":"2018"},{"title":"The Road to Happiness Is Paved With a Little Gold, a Lot of Reporters, Many E-Mails, Thousands of Frequent Flyer Miles, and 604 Hours of Writing","subjectLabel":"happiness","year":"2019"},{"title":"Resident Wellness: An Intervention to Decrease Burnout and Increase Resiliency and Happiness","subjectLabel":"happiness","year":"2017"},{"title":"Semantic network from the words happiness and wellbeing: Dataset in a Mexican sample","subjectLabel":"happiness","year":"2019"},{"title":"From Happiness Orientations to Work Performance: The Mediating Role of Hedonic and Eudaimonic Experiences","subjectLabel":"happiness","year":"2019"},{"title":"Does the Conversion of Household Registration Actually Improve the Happiness of Migrant Workers in China?","subjectLabel":"happiness","year":"2020"},{"title":"Effects of a Psychological Management Program on Subjective Happiness, Anger Control Ability, and Gratitude among Late Adolescent Males in Korea","subjectLabel":"happiness","year":"2020"},{"title":"Happiness in dermatology: a holistic evaluation of the mental burden of skin diseases","subjectLabel":"happiness","year":"2019"},{"title":"Emotion regulation self-efficacy mediates the relation between happiness emotion goals and depressive symptoms: A cross-lagged panel design","subjectLabel":"happiness","year":"2019"},{"title":"Bhutan: environmental education and Gross National Happiness (GNH)","subjectLabel":"happiness","year":"2019"},{"title":"The effectiveness of an educational intervention to enhance happiness in Iranian older people: Applying social support theory","subjectLabel":"happiness","year":"2019"},{"title":"Teaching Happiness to Teachers - Development and Evaluation of a Training in Subjective Well-Being","subjectLabel":"happiness","year":"2019"},{"title":"The association between leisure time physical activity and happiness: Testing the indirect role of health perception","subjectLabel":"happiness","year":"2019"},{"title":"Income Inequality and Psychiatric Admission in a Rich Country: Happiness Does Not Guarantee Mental Health Equity","subjectLabel":"happiness","year":"2019"},{"title":"Psychological well-being and happiness among Middle-aged women: A cross-sectional study","subjectLabel":"happiness","year":"2019"},{"title":"The Neuroscience of Happiness and Well-Being: What Brain Findings from Optimism and Compassion Reveal","subjectLabel":"happiness","year":"2018"},{"title":"Happiness When the Body Hurts: Achieving Well-Being in Chronic Health Conditions","subjectLabel":"happiness","year":"2019"},{"title":"Young Children Use Probability to Infer Happiness and the Quality of Outcomes","subjectLabel":"happiness","year":"2019"},{"title":"Living alone in Japan: Relationships with happiness and health","subjectLabel":"happiness","year":"2015"},{"title":"High levels of depression and anxiety among Croatian medical and nursing students and the correlation between subjective happiness and personality traits","subjectLabel":"happiness","year":"2019"},{"title":"Understanding of Factors Influencing Happiness of Middle-Aged Women in Korea Based on Maslow's Hierarchy of Needs","subjectLabel":"happiness","year":"2019"},{"title":"It all started with a green car … Exploring the meaning of happiness","subjectLabel":"happiness","year":"2020"},{"title":"Sediment-associated aliphatic and aromatic hydrocarbons in coastal British Columbia, Canada: concentrations, composition, and associated risks to protected sea otters","subjectLabel":"Canada","year":"2011"},{"title":"Increases of dissolved organic carbon in temperate and boreal lakes in Quebec, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Rates of breast cancer surgery in Canada from 2007/08 to 2009/10: retrospective cohort study","subjectLabel":"Canada","year":"2014"},{"title":"Weather, water quality and infectious gastrointestinal illness in two Inuit communities in Nunatsiavut, Canada: potential implications for climate change","subjectLabel":"Canada","year":"2011"},{"title":"Hypertensive disorders of pregnancy and the recent increase in obstetric acute renal failure in Canada: population based retrospective cohort study","subjectLabel":"Canada","year":"2014"},{"title":"Factors affecting the implementation of complex and evolving technologies: multiple case study of intensity-modulated radiation therapy (IMRT) in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Mode shifting in school travel mode: examining the prevalence and correlates of active school transport in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Trends in the incidence of human papillomavirus-related noncervical and cervical cancers in Alberta, Canada: a population-based study","subjectLabel":"Canada","year":"2014"},{"title":"Assisted migration to address climate change: recommendations for aspen reforestation in western Canada","subjectLabel":"Canada","year":"2011"},{"title":"Changing climate, challenging choices: identifying and evaluating climate change adaptation options for protected areas management in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"FORGE Canada Consortium: outcomes of a 2-year national rare-disease gene-discovery project","subjectLabel":"Canada","year":"2014"},{"title":"Antioxidants and breast cancer risk- a population-based case-control study in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Measuring the population impact of introducing stereotactic ablative radiotherapy for stage I non-small cell lung cancer in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Sunlight exposure during leisure activities and risk of prostate cancer in Montréal, Canada, 2005-2009.","subjectLabel":"Canada","year":"2014"},{"title":"A cost-benefit/cost-effectiveness analysis of proposed supervised injection facilities in Ottawa, Canada","subjectLabel":"Canada","year":"2014"},{"title":"A poorly known high-latitude parasitoid wasp community: unexpected diversity and dramatic changes through time","subjectLabel":"Canada","year":"2011"},{"title":"Refugees and health care--the need for data: understanding the health of government-assisted refugees in Canada through a prospective longitudinal cohort","subjectLabel":"Canada","year":"2011"},{"title":"Community mapping and respondent-driven sampling of gay and bisexual men's communities in Vancouver, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Development of a strategic plan for food security and safety in the Inuvialuit Settlement Region, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Does the ideal health care system exist? Will it be accepted in Canada?","subjectLabel":"Canada","year":"2014"},{"title":"Mental health and substance use among bisexual youth and non-youth in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Factors associated with unmet dental care needs in Canadian immigrants: an analysis of the longitudinal survey of immigrants to Canada","subjectLabel":"Canada","year":"2014"},{"title":"Institutional care for long-term mechanical ventilation in Canada: A national survey","subjectLabel":"Canada","year":"2014"},{"title":"Giving voice to food insecurity in a remote indigenous community in subarctic Ontario, Canada: traditional ways, ways to cope, ways forward","subjectLabel":"Canada","year":"2013"},{"title":"Factors associated with cervical cancer screening uptake among Inuit women in Nunavik, Quebec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Mortality following unemployment in Canada, 1991-2001.","subjectLabel":"Canada","year":"2013"},{"title":"Determinants of lifestyle behavior in type 2 diabetes: results of the 2011 cross-sectional survey on living with chronic diseases in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Impact of Euro-Canadian agrarian practices: in search of sustainable import-substitution strategies to enhance food security in subarctic Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Incidence, distribution, seasonality, and demographic risk factors of Salmonella Enteritidis human infections in Ontario, Canada, 2007-2009.","subjectLabel":"Canada","year":"2013"},{"title":"A systematic review of suicide prevention interventions targeting indigenous peoples in Australia, United States, Canada and New Zealand","subjectLabel":"Canada","year":"2013"},{"title":"Gender differences in home care clients and admission to long-term care in Ontario, Canada: a population-based retrospective cohort study","subjectLabel":"Canada","year":"2013"},{"title":"Changes in sodium levels in chain restaurant foods in Canada (2010-2013): a longitudinal study","subjectLabel":"Canada","year":"2014"},{"title":"Pet husbandry and infection control practices related to zoonotic disease risks in Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Risperidone long-acting injection in Schizophrenia Spectrum Illnesses compared to first generation depot antipsychotics in an outpatient setting in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Income inequities in end-of-life health care spending in British Columbia, Canada: A cross-sectional analysis, 2004-2006","subjectLabel":"Canada","year":"2011"},{"title":"Improving cancer control in Canada one case at a time: the \"Knowledge Translation in Cancer\" casebook","subjectLabel":"Canada","year":"2011"},{"title":"Genetic diversity of the golden potato cyst nematode Globodera rostochiensis and determination of the origin of populations in Quebec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"eMental health experiences and expectations: a survey of youths' Web-based resource preferences in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Cost of specialized addiction treatment of clients with fetal alcohol spectrum disorder in Canada","subjectLabel":"Canada","year":"2013"},{"title":"My Heart Fills with Happiness by M. Gray Smith","subjectLabel":"happiness","year":"2016"},{"title":"From happiness to social provisioning: addressing well-being in times of crisis","subjectLabel":"happiness","year":"2016"},{"title":"Life satisfaction and happiness associated with depressive symptoms among university students: a cross-sectional study in Korea","subjectLabel":"happiness","year":"2018"},{"title":"Community environmental satisfaction: its forms and impact on migrants' happiness in urban China","subjectLabel":"happiness","year":"2018"},{"title":"[\"Does happiness help healing?\" Immune response of hospitalized children may change during visits of the Smiling Hospital Foundation's Artists]","subjectLabel":"happiness","year":"2011"},{"title":"Psychology: Holding on to happiness","subjectLabel":"happiness","year":"2011"},{"title":"Happiness as a Driver of Risk-avoiding Behaviour: Theory and an Empirical Study of Seatbelt Wearing and Automobile Accidents","subjectLabel":"happiness","year":"2014"},{"title":"Fear and fragility of happiness as mediators of the relationship between insecure attachment and subjective well-being","subjectLabel":"happiness","year":"2018"},{"title":"Fragility of Happiness Beliefs Across 15 National Groups","subjectLabel":"happiness","year":"2014"},{"title":"Aversion to Happiness Across Cultures: A Review of Where and Why People are Averse to Happiness","subjectLabel":"happiness","year":"2013"},{"title":"Cross-Cultural Validation of Fear of Happiness Scale Across 14 National Groups","subjectLabel":"happiness","year":"2013"},{"title":"A call to action: maintain your happiness, be generous!","subjectLabel":"happiness","year":"2013"},{"title":"How Much Is Enough in a Perfect World? Cultural Variation in Ideal Levels of Happiness, Pleasure, Freedom, Health, Self-Esteem, Longevity, and Intelligence","subjectLabel":"happiness","year":"2018"},{"title":"Life, Liberty, and the Pursuit of Happiness? Specifying the Rights of Animals","subjectLabel":"happiness","year":"2015"},{"title":"Book Review: Philosophy and Happiness","subjectLabel":"happiness","year":"2011"},{"title":"Happiness is the Wrong Metric","subjectLabel":"happiness","year":"2018"},{"title":"Journal of Happiness Studies","subjectLabel":"happiness","year":"2014"},{"title":"Happiness, Life Satisfaction, Resiliency and Social Support in Students with Dyslexia","subjectLabel":"happiness","year":"2017"},{"title":"Automatic Group Happiness Intensity Analysis","subjectLabel":"happiness","year":"2015"},{"title":"Riesz-based Volume Local Binary Pattern and A Novel Group Expression Model for Group Happiness Intensity Analysis","subjectLabel":"happiness","year":"2015"},{"title":"Today's misery and yesterday's happiness: Differential effects of current life-events on perceptions of past wellbeing","subjectLabel":"happiness","year":"2012"},{"title":"Towards Youth Happiness and Mental Health in the United Arab Emirates: The Path of Character Strengths in a Multicultural Population","subjectLabel":"happiness","year":"2016"},{"title":"Motivation for Conjugality in Couples Life Cycle and Its Relation to Happiness and Satisfaction","subjectLabel":"happiness","year":"2015"},{"title":"Well-Being, Quality of Life, and the Naïve Pursuit of Happiness","subjectLabel":"happiness","year":"2013"},{"title":"The Interplay Between Suicide Risk, Cognitive Vulnerability, Subjective Happiness and Depression Among Students","subjectLabel":"happiness","year":"2015"},{"title":"An Incremental Theory of Happiness Predicts Empathic Responding","subjectLabel":"happiness","year":"2013"},{"title":"A Systematic Review of the Relationship Between Physical Activity and Happiness","subjectLabel":"happiness","year":"2018"},{"title":"Humor as character strength and its relation to life satisfaction and happiness in Autism Spectrum Disorders","subjectLabel":"happiness","year":"2013"},{"title":"Association between religiosity and happiness in patients with chronic kidney disease on hemodialysis","subjectLabel":"happiness","year":"2018"},{"title":"THE HAPPINESS-REDUCING COSTS OF NOISE POLLUTION*","subjectLabel":"happiness","year":"2012"},{"title":"Effects of Intensive Mobile Happiness Reporting in Daily Life","subjectLabel":"happiness","year":"2011"},{"title":"The keys to happiness: Associations between personal values regarding core life domains and happiness in South Korea","subjectLabel":"happiness","year":"2019"},{"title":"My Sadness - Our Happiness: Writing About Positive, Negative, and Neutral Autobiographical Life Events Reveals Linguistic Markers of Self-Positivity and Individual Well-Being","subjectLabel":"happiness","year":"2018"},{"title":"Happiness and Childbearing Across Europe","subjectLabel":"happiness","year":"2011"},{"title":"Europe’s Capital Cities and the Happiness Penalty: An Investigation Using the European Social Survey","subjectLabel":"happiness","year":"2014"},{"title":"Health and happiness","subjectLabel":"happiness","year":"2016"},{"title":"Relations of Parenting Styles and Friendship Quality to Self-Esteem, Life Satisfaction and Happiness in Adolescents","subjectLabel":"happiness","year":"2013"},{"title":"Pitch Patterns in Vocal Expression of “Happiness” and “Sadness” in the Reading Aloud of Prose on the Basis of Selected Audiobooks","subjectLabel":"happiness","year":"2015"},{"title":"Dirty Dozen vs. the H factor: Comparison of the Dark Triad and Honesty–Humility in prosociality, religiosity, and happiness","subjectLabel":"happiness","year":"2014"},{"title":"“Happiness” and “The Good Life” as Motives Working Together Effectively","subjectLabel":"happiness","year":"2014"},{"title":"Teaching Happiness Is No Joke","subjectLabel":"happiness","year":"2011"},{"title":"Happiness and heart rate response: a case of fan services at japanese professional baseball games","subjectLabel":"happiness","year":"2011"},{"title":"Predicting Personal Growth and Happiness by Using Serious Leisure Model","subjectLabel":"happiness","year":"2014"},{"title":"Rediscovering the Positive Psychology of Sport Participation: Happiness in a Ski Resort Context","subjectLabel":"happiness","year":"2013"},{"title":"Why do economists study happiness?","subjectLabel":"happiness","year":"2017"},{"title":"Happiness and Productivity","subjectLabel":"happiness","year":"2015"},{"title":"HAPPINESS ECONOMICS FROM 35 000 FEET","subjectLabel":"happiness","year":"2011"},{"title":"Anger and happiness in virtual teams: Emotional influences of text and behavior on others’ affect in the absence of non-verbal cues","subjectLabel":"happiness","year":"2011"},{"title":"The Easterlin illusion: economic growth does go with greater happiness","subjectLabel":"happiness","year":"2014"},{"title":"Income growth and happiness: reassessment of the Easterlin Paradox","subjectLabel":"happiness","year":"2014"},{"title":"The association of an open relationship orientation with health and happiness in a sample of older US adults","subjectLabel":"happiness","year":"2014"},{"title":"The Role of Social Network Sites in Romantic Relationships: Effects on Jealousy and Relationship Happiness","subjectLabel":"happiness","year":"2011"},{"title":"\"Eavesdropping on Happiness\" Revisited: A Pooled, Multisample Replication of the Association Between Life Satisfaction and Observed Daily Conversation Quantity and Quality","subjectLabel":"happiness","year":"2018"},{"title":"Successfully Striving for Happiness: Socially Engaged Pursuits Predict Increases in Life Satisfaction","subjectLabel":"happiness","year":"2018"},{"title":"Experiential or Material Purchases? Social Class Determines Purchase Happiness","subjectLabel":"happiness","year":"2018"},{"title":"With Health and Good Food, Great Life! Gender Differences and Happiness in Chilean Rural Older Adults","subjectLabel":"happiness","year":"2015"},{"title":"The pot-holed path to happiness, possibly paved with money: A research dialogue","subjectLabel":"happiness","year":"2011"},{"title":"Test-retest reliability and validity of a single-item Self-reported Family Happiness Scale in Hong Kong Chinese: findings from Hong Kong Jockey Club FAMILY Project","subjectLabel":"happiness","year":"2018"},{"title":"Patients' satisfaction and subjective happiness after refractive surgery for myopia","subjectLabel":"happiness","year":"2018"},{"title":"2012 International Caring Award winner: the Dalai Lama, premier advocate for peace, happiness and human rights","subjectLabel":"happiness","year":"2012"},{"title":"Effects of the organizational culture type, job satisfaction, and job stress on nurses' happiness: A cross-sectional study of the long-term care hospitals of South Korea","subjectLabel":"happiness","year":"2018"},{"title":"Twitter reciprocal reply networks exhibit assortativity with respect to happiness","subjectLabel":"happiness","year":"2012"},{"title":"Effects of students' satisfaction with school meal programs on school happiness in South Korea","subjectLabel":"happiness","year":"2018"},{"title":"How happiness expectations relate to the Dark Triad traits","subjectLabel":"happiness","year":"2018"},{"title":"\"Double Happiness\": An Interview with Marilyn Chin","subjectLabel":"happiness","year":"2014"},{"title":"The Joy of Work? Jobs, Happiness, and You by Peter Warr and Guy Clapperton","subjectLabel":"happiness","year":"2011"},{"title":"An examination of happiness as a buffer of the rumination–adjustment link: Ethnic differences between European and Asian American students","subjectLabel":"happiness","year":"2011"},{"title":"The happiness of economists: Estimating the causal effect of studying economics on subjective well-being","subjectLabel":"happiness","year":"2014"},{"title":"The drivers of happiness inequality: suggestions for promoting social cohesion","subjectLabel":"happiness","year":"2013"},{"title":"Beyond the Joneses: Inter-country income comparisons and happiness","subjectLabel":"happiness","year":"2013"},{"title":"The Spread Nightmare: Financial Crises and Happiness","subjectLabel":"happiness","year":"2012"},{"title":"Erratum to: The Money–Happiness Relationship in Transition Countries: Evidence from Albania","subjectLabel":"happiness","year":"2011"},{"title":"Income, relational goods and happiness","subjectLabel":"happiness","year":"2011"},{"title":"The Pursuit of Happiness","subjectLabel":"happiness","year":"2016"},{"title":"Group 13 Cyanides & Happiness","subjectLabel":"happiness","year":"2017"},{"title":"Criteria for happiness among people living in extreme poverty in Maputo, Mozambique","subjectLabel":"happiness","year":"2016"},{"title":"Pets and Happiness: Examining the Association between Pet Ownership and Wellbeing","subjectLabel":"happiness","year":"2016"},{"title":"Making Happiness Last:Using the Hedonic Adaptation Prevention Model to Extend the Success of Positive Interventions","subjectLabel":"happiness","year":"2014"},{"title":"The Rewards of Happiness","subjectLabel":"happiness","year":"2013"},{"title":"Higher Income Is Associated With Less Daily Sadness but not More Daily Happiness","subjectLabel":"happiness","year":"2015"},{"title":"The origins of happiness: the science of wellbeing","subjectLabel":"happiness","year":"2018"},{"title":"A will and a proper way leading to happiness: Self-Directedness Mediates the Effect of Persistence on Positive Affectivity","subjectLabel":"happiness","year":"2012"},{"title":"Happiness in Behaviour Genetics: An Update on Heritability and Changeability","subjectLabel":"happiness","year":"2016"},{"title":"Health, justice and happiness during childhood","subjectLabel":"happiness","year":"2014"},{"title":"What Lies Underneath a Political Speech?: Critical Discourse Analysis of Thai PM’s Political Speeches Aired on the TV Programme Returning Happiness to the People","subjectLabel":"happiness","year":"2017"},{"title":"Happiness Across Cultures","subjectLabel":"happiness","year":"2012"},{"title":"Happiness and Quality of Life in the People’s Republic of China","subjectLabel":"happiness","year":"2012"},{"title":"The current practice trends in pediatric bone-anchored hearing aids in Canada: a national clinical and surgical practice survey","subjectLabel":"Canada","year":"2013"},{"title":"Dioxin-like compounds and bone quality in Cree women of Eastern James Bay (Canada): a cross-sectional study","subjectLabel":"Canada","year":"2013"},{"title":"Pharmaceutical sales representatives and patient safety: a comparative prospective study of information quality in Canada, France and the United States","subjectLabel":"Canada","year":"2013"},{"title":"Qualitative investigation of barriers to accessing care by people who inject drugs in Saskatoon, Canada: perspectives of service providers","subjectLabel":"Canada","year":"2013"},{"title":"Accessing health services through the back door: a qualitative interview study investigating reasons why people participate in health research in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Life-cycle assessment of greenhouse gas emissions from dairy production in Eastern Canada: a case study","subjectLabel":"Canada","year":"2012"},{"title":"Glacier extent during the Younger Dryas and 8.2-ka event on Baffin Island, Arctic Canada","subjectLabel":"Canada","year":"2012"},{"title":"Modeling the impact of the difference in cross-protection data between a human papillomavirus (HPV)-16/18 AS04-adjuvanted vaccine and a human papillomavirus (HPV)-6/11/16/18 vaccine in Canada","subjectLabel":"Canada","year":"2012"},{"title":"The promise of recovery: narratives of hope among homeless individuals with mental illness participating in a Housing First randomised controlled trial in Toronto, Canada","subjectLabel":"Canada","year":"2014"},{"title":"How early can the seeding dates of spring wheat be under current and future climate in Saskatchewan, Canada?","subjectLabel":"Canada","year":"2012"},{"title":"Use of Atlantic salmon, Salmo salar L., farm treatment data and bioassays to assess for resistance of sea lice, Lepeophtheirus salmonis, to emamectin benzoate (SLICE(®) ) in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Reduced cervical cancer incidence and mortality in Canada: national data from 1932 to 2006.","subjectLabel":"Canada","year":"2012"},{"title":"Model development for prediction and mitigation of dissolved oxygen sags in the Athabasca River, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Data set for reporting of endometrial carcinomas: recommendations from the International Collaboration on Cancer Reporting (ICCR) between United Kingdom, United States, Canada, and Australasia","subjectLabel":"Canada","year":"2013"},{"title":"Loss of genetic integrity in wild lake trout populations following stocking: insights from an exhaustive study of 72 lakes from Québec, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Climatic control of tracheid production of black spruce in dense mesic stands of eastern Canada","subjectLabel":"Canada","year":"2013"},{"title":"Resource utilization and costs during the initial years of lung cancer screening with computed tomography in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Climate change and Occupational Health and Safety in a temperate climate: potential impacts and research priorities in Quebec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"DNA barcoding facilitates associations and diagnoses for Trichoptera larvae of the Churchill (Manitoba, Canada) area","subjectLabel":"Canada","year":"2013"},{"title":"Are the rates of schizophrenia unusually high in Canada? A comparison of Canadian and international data","subjectLabel":"Canada","year":"2013"},{"title":"Making the links: do we connect climate change with health? A qualitative case study from Canada","subjectLabel":"Canada","year":"2013"},{"title":"Climate-diameter growth relationships of black spruce and jack pine trees in boreal Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Time trends in symptoms of mental illness in children and adolescents in Canada","subjectLabel":"Canada","year":"2014"},{"title":"A reference set of health utilities for long-term survivors of prostate cancer: population-based data from Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Association of vitamin D status with socio-demographic factors in Calgary, Alberta: an ecological study using Census Canada data","subjectLabel":"Canada","year":"2013"},{"title":"Civil society organizations and adaptation to the health effects of climate change in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Geographic variation in work injuries: a multilevel analysis of individual-level data and area-level factors within Canada","subjectLabel":"Canada","year":"2013"},{"title":"Programmatic variation in home hemodialysis in Canada: results from a nationwide survey of practice patterns","subjectLabel":"Canada","year":"2014"},{"title":"Organ donation and transplantation in Canada: insights from the Canadian Organ Replacement Register","subjectLabel":"Canada","year":"2014"},{"title":"Developing a rapid-response program for health system decision-makers in Canada: findings from an issue brief and stakeholder dialogue","subjectLabel":"Canada","year":"2015"},{"title":"Use of administrative data for national surveillance of osteoporosis and related fractures in Canada: results from a feasibility study","subjectLabel":"Canada","year":"2013"},{"title":"Differences in heat-related mortality across four ecological regions with diverse urban, rural, and remote populations in British Columbia, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Intersectoral action for health equity as it relates to climate change in Canada: contributions from critical systems heuristics","subjectLabel":"Canada","year":"2013"},{"title":"Changing air mass frequencies in Canada: potential links and implications for human health","subjectLabel":"Canada","year":"2013"},{"title":"Fire regime zonation under current and future climate over eastern Canada","subjectLabel":"Canada","year":"2013"},{"title":"Application of laws, policies, and guidance from the United States and Canada to the regulation of food and feed derived from genetically modified crops: interpretation of composition data","subjectLabel":"Canada","year":"2013"},{"title":"Citizen Science: linking the recent rapid advances of plant flowering in Canada with climate variability","subjectLabel":"Canada","year":"2013"},{"title":"Impact of the Data Collection on Adverse Events of Anti-HIV Drugs cohort study on abacavir prescription among treatment-naive, HIV-infected patients in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Multi-criteria decision analysis tools for prioritising emerging or re-emerging infectious diseases associated with climate change in Canada","subjectLabel":"Canada","year":"2013"},{"title":"The lodgepole × jack pine hybrid zone in Alberta, Canada: a stepping stone for the mountain pine beetle on its journey East across the boreal forest?","subjectLabel":"Canada","year":"2013"},{"title":"Comparison of dietary intake between Francophones and Anglophones in Canada: data from CCHS 2.2.","subjectLabel":"Canada","year":"2013"},{"title":"Discovery of novel Rickettsiella spp. in ixodid ticks from Western Canada","subjectLabel":"Canada","year":"2013"},{"title":"New records and new species of mites of the subfamily Harpirhynchinae (Acariformes: Harpirhynchidae) infesting birds in Manitoba, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Epidemiology and clinical management of tuberculosis in children in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Promoting higher blood pressure targets for frail older adults: a consensus guideline from Canada","subjectLabel":"Canada","year":"2014"},{"title":"Two new species and new provincial records of aleocharine rove beetles from Newfoundland and Labrador, Canada (Coleoptera, Staphylinidae, Aleocharinae)","subjectLabel":"Canada","year":"2016"},{"title":"Further contributions to the Hydradephaga (Coleoptera, Haliplidae, Gyrinidae and Dytiscidae) fauna of Prince Edward Island, Canada: new records, distributions and faunal composition","subjectLabel":"Canada","year":"2016"},{"title":"Twelve new species and fifty-three new provincial distribution records of Aleocharinae rove beetles of Saskatchewan, Canada (Coleoptera, Staphylinidae)","subjectLabel":"Canada","year":"2016"},{"title":"Research ethics committees in the regulation of clinical research: comparison of Finland to England, Canada, and the United States.","subjectLabel":"Canada","year":"2016"},{"title":"Provision of dementia-related services in Canada: a comparative study","subjectLabel":"Canada","year":"2016"},{"title":"Actual sexual risk and perceived risk of HIV acquisition among HIV-negative men who have sex with men in Toronto, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Bison phylogeography constrains dispersal and viability of the Ice Free Corridor in western Canada","subjectLabel":"Canada","year":"2016"},{"title":"Perceptions of barriers, facilitators and motivators related to use of prenatal care: A qualitative descriptive study of inner-city women in Winnipeg, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Pedagogical Merit Review of Animal Use for Education in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Disease Monitoring and Health Campaign Evaluation Using Google Search Activities for HIV and AIDS, Stroke, Colorectal Cancer, and Marijuana Use in Canada: A Retrospective Observational Study","subjectLabel":"Canada","year":"2016"},{"title":"Health status of prisoners in Canada: Narrative review","subjectLabel":"Canada","year":"2016"},{"title":"Bringing patient centricity to diabetes medication access in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Universal prescription drug coverage in Canada: Long-promised yet undelivered","subjectLabel":"Canada","year":"2016"},{"title":"Monitoring positive mental health and its determinants in Canada: the development of the Positive Mental Health Surveillance Indicator Framework","subjectLabel":"Canada","year":"2016"},{"title":"Healthcare utilization for arthritis by indigenous populations of Australia, Canada, New Zealand, and the United States: A systematic review☆","subjectLabel":"Canada","year":"2016"},{"title":"History of Nutrition: The Long Road Leading to the Dietary Reference Intakes for the United States and Canada","subjectLabel":"Canada","year":"2016"},{"title":"Effectiveness, cost effectiveness, acceptability and implementation barriers/enablers of chronic kidney disease management programs for Indigenous people in Australia, New Zealand and Canada: a systematic review of mixed evidence","subjectLabel":"Canada","year":"2016"},{"title":"Diabetes mellitus and the Aboriginal diabetic initiative in Canada: An update review","subjectLabel":"Canada","year":"2016"},{"title":"Setting an agenda for advancing young worker safety in the U.S. and Canada","subjectLabel":"Canada","year":"2012"},{"title":"Ectomycota Associated with Arthropods from Bat Hibernacula in Eastern Canada, with Particular Reference to Pseudogymnoasucs destructans","subjectLabel":"Canada","year":"2016"},{"title":"Drinking water quality in Indigenous communities in Canada and health outcomes: a scoping review","subjectLabel":"Canada","year":"2016"},{"title":"Hypertension in Canada: Past, Present, and Future","subjectLabel":"Canada","year":"2016"},{"title":"Understanding the role of Indigenous community participation in Indigenous prenatal and infant-toddler health promotion programs in Canada: A realist review","subjectLabel":"Canada","year":"2015"},{"title":"The impact of criminalization of HIV non-disclosure on the healthcare engagement of women living with HIV in Canada: a comprehensive review of the evidence","subjectLabel":"Canada","year":"2015"},{"title":"A Systematic Review of Waterborne Disease Outbreaks Associated with Small Non-Community Drinking Water Systems in Canada and the United States","subjectLabel":"Canada","year":"2015"},{"title":"The impact of prescription opioids on all-cause mortality in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Islet Xeno/transplantation and the risk of contagion: local responses from Canada and Australia to an emerging global technoscience","subjectLabel":"Canada","year":"2015"},{"title":"Clinical, humanistic, and economic burden of chronic obstructive pulmonary disease (COPD) in Canada: a systematic review","subjectLabel":"Canada","year":"2015"},{"title":"Evolutionary aspects of emerging Lyme disease in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Supporting chronic pain management across provincial and territorial health systems in Canada: Findings from two stakeholder dialogues","subjectLabel":"Canada","year":"2015"},{"title":"Supporting chronic pain management across provincial and territorial health systems in Canada: Findings from two stakeholder dialogues","subjectLabel":"Canada","year":"2015"},{"title":"Health Status and Health Determinants of Older Immigrant Women in Canada: A Scoping Review","subjectLabel":"Canada","year":"2015"},{"title":"Prescription Opioid Use, Harms and Interventions in Canada: A Review Update of New Developments and Findings since 2010","subjectLabel":"Canada","year":"2015"},{"title":"Atrial fibrillation in the Indigenous populations of Australia, Canada, New Zealand, and the United States: a systematic scoping review","subjectLabel":"Canada","year":"2015"},{"title":"Immigrant women's experiences of maternity-care services in Canada: a systematic review using a narrative synthesis","subjectLabel":"Canada","year":"2015"},{"title":"Current practices and reform proposals for the regulation of advanced medicinal products in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Early palliative care and its translation into oncology practice in Canada: barriers and challenges","subjectLabel":"Canada","year":"2015"},{"title":"A Youth Suicide Prevention Plan for Canada: A Systematic Review of Reviews","subjectLabel":"Canada","year":"2015"},{"title":"Climate Change, Drought and Human Health in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Acculturation and nutritional health of immigrants in Canada: a scoping review","subjectLabel":"Canada","year":"2014"},{"title":"International veterinary bioequivalence guideline similarities and differences between Australia, Canada, Europe, Japan, New Zealand and the United States","subjectLabel":"Canada","year":"2012"},{"title":"Feline leukemia virus and feline immunodeficiency virus in Canada: recommendations for testing and management","subjectLabel":"Canada","year":"2011"},{"title":"Burden of disease and cost of chronic hepatitis C infection in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Status of men's health in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Smoking initiation among young adults in the United States and Canada, 1998-2010: a systematic review","subjectLabel":"Canada","year":"2011"},{"title":"Smoking initiation among young adults in the United States and Canada, 1998-2010: a systematic review","subjectLabel":"Canada","year":"2012"},{"title":"Traffic-related air pollution and health in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Patterns of colorectal cancer care in the United States and Canada: a systematic review","subjectLabel":"Canada","year":"2013"},{"title":"Blending Aboriginal and Western healing methods to treat intergenerational trauma with substance use disorder in Aboriginal peoples who live in northeastern Ontario, Canada","subjectLabel":"Canada","year":"2015"},{"title":"A comparison of outcomes between laparoscopic and open appendectomy in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Antimicrobial therapy of selected diseases in turkeys, laying hens, and minor poultry species in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Overview of four prescription monitoring/review programs in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Pediatric ICU EEG monitoring: current resources and practice in the United States and Canada","subjectLabel":"Canada","year":"2013"},{"title":"Children with medical complexity in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Canadian Digestive Health Foundation Public Impact Series 5: Pancreatitis in Canada. Incidence, prevalence, and direct and indirect economic impact","subjectLabel":"Canada","year":"2012"},{"title":"Shifting into third gear: current options and controversies in third-year postgraduate family medicine programs in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Determinants of increased opioid-related mortality in the United States and Canada, 1990-2013: a systematic review","subjectLabel":"Canada","year":"2014"},{"title":"A scoping review of appropriateness of care research activity in Canada from a health system-level perspective","subjectLabel":"Canada","year":"2014"},{"title":"Shale gas development in Canada: what are the potential health effects?","subjectLabel":"Canada","year":"2015"},{"title":"Use of a Cumulative Exposure Index to Estimate the Impact of Tap Water Lead Concentration on Blood Lead Levels in 1- to 5-Year-Old Children (Montréal, Canada)","subjectLabel":"Canada","year":"2016"},{"title":"Trends in compensation for deaths from occupational cancer in Canada: a descriptive study","subjectLabel":"Canada","year":"2013"},{"title":"Attractiveness of employment sectors for physical therapists in Ontario, Canada (1999-2007): implication for the long term care sector","subjectLabel":"Canada","year":"2012"},{"title":"The quality of work life of registered nurses in Canada and the United States: a comprehensive literature review","subjectLabel":"Canada","year":"2016"},{"title":"Trends in binge drinking in Canada from 1996 to 2013: a repeated cross-sectional analysis","subjectLabel":"Canada","year":"2016"},{"title":"Identification of phthalates in medications and dietary supplement formulations in the United States and Canada","subjectLabel":"Canada","year":"2012"},{"title":"Delineation of Spatial Variability in the Temperature-Mortality Relationship on Extremely Hot Days in Greater Vancouver, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Perceptions of a drug prevention public service announcement campaign among street-involved youth in Vancouver, Canada: a qualitative study","subjectLabel":"Canada","year":"2017"},{"title":"Validating a shortened depression scale (10 item CES-D) among HIV-positive people in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Multidrug and extensively drug-resistant tuberculosis in Canada 1997-2008: demographic and disease characteristics","subjectLabel":"Canada","year":"2013"},{"title":"Application and validation of case-finding algorithms for identifying individuals with human immunodeficiency virus from administrative data in British Columbia, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Characteristics of opioid-users whose death was related to opioid-toxicity: a population-based study in Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Relationship between food insecurity and mortality among HIV-positive injection drug users receiving antiretroviral therapy in British Columbia, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Marine sediment-derived Streptomyces bacteria from British Columbia, Canada are a promising microbiota resource for the discovery of antimicrobial natural products","subjectLabel":"Canada","year":"2013"},{"title":"Closing the gap: increases in life expectancy among treated HIV-positive individuals in the United States and Canada","subjectLabel":"Canada","year":"2013"},{"title":"Gender differences in clinical outcomes among HIV-positive individuals on antiretroviral therapy in Canada: a multisite cohort study","subjectLabel":"Canada","year":"2013"},{"title":"Canopy-forming seaweeds in urchin-dominated systems in eastern Canada: structuring forces or simple prey for keystone grazers?","subjectLabel":"Canada","year":"2014"},{"title":"Gender inequities in quality of care among HIV-positive individuals initiating antiretroviral treatment in British Columbia, Canada (2000-2010)","subjectLabel":"Canada","year":"2014"},{"title":"Quality and quantity of information in summary basis of decision documents issued by health Canada","subjectLabel":"Canada","year":"2014"},{"title":"Does variation among provincial drug formulary antimicrobial listings in Canada influence prescribing rates?","subjectLabel":"Canada","year":"2014"},{"title":"Habitat loss, not fragmentation, drives occurrence patterns of Canada lynx at the southern range periphery","subjectLabel":"Canada","year":"2014"},{"title":"Characterization of Acute and Chronic Hepatitis B Virus Genotypes in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Ambient Heat and Sudden Infant Death: A Case-Crossover Study Spanning 30 Years in Montreal, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Half-century evidence from western Canada shows forest dynamics are primarily driven by competition followed by climate","subjectLabel":"Canada","year":"2015"},{"title":"Interpretation of surgical neuromonitoring data in Canada: a survey of practising surgeons","subjectLabel":"Canada","year":"2015"},{"title":"An international cross-sectional survey on the Quality and Costs of Primary Care (QUALICO-PC): recruitment and data collection of places delivering primary care across Canada","subjectLabel":"Canada","year":"2015"},{"title":"Comparison of the estimated prevalence of mood and/or anxiety disorders in Canada between self-report and administrative data","subjectLabel":"Canada","year":"2015"},{"title":"Google Flu Trends in Canada: a comparison of digital disease surveillance data with physician consultations and respiratory virus surveillance data, 2010-2014","subjectLabel":"Canada","year":"2015"},{"title":"Climate-sensitive health priorities in Nunatsiavut, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Determination of elemental baseline using peltigeralean lichens from Northeastern Canada (Québec): Initial data collection for long term monitoring of the impact of global climate change on boreal and subarctic area in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Neonatal drug withdrawal syndrome: cross-country comparison using hospital administrative data in England, the USA, Western Australia and Ontario, Canada","subjectLabel":"Canada","year":"2015"},{"title":"A spatially comprehensive, hydrometeorological data set for Mexico, the U.S., and Southern Canada 1950-2013.","subjectLabel":"Canada","year":"2015"},{"title":"Alcohol use and self-perceived mental health status among pregnant and breastfeeding women in Canada: a secondary data analysis","subjectLabel":"Canada","year":"2015"},{"title":"Who is using e-cigarettes in Canada? Nationally representative data on the prevalence of e-cigarette use among Canadians","subjectLabel":"Canada","year":"2015"},{"title":"Linking 2006 Census and hospital data in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Pain relief and improved physical function in knee osteoarthritis patients receiving ongoing hylan G-F 20, a high-molecular-weight hyaluronan, versus other treatment options: data from a large real-world longitudinal cohort in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Quality of end-of-life cancer care in Canada: a retrospective four-province study using administrative health care data","subjectLabel":"Canada","year":"2015"},{"title":"Pertussis resurgence in Toronto, Canada: a population-based study including test-incidence feedback modeling","subjectLabel":"Canada","year":"2011"},{"title":"Impacts of Climate Change on the Timing of the Production Season of Maple Syrup in Eastern Canada","subjectLabel":"Canada","year":"2015"},{"title":"Heavy smoking during pregnancy as a marker for other risk factors of adverse birth outcomes: a population-based study in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Incidence of Hospitalization for Respiratory Syncytial Virus Infection amongst Children in Ontario, Canada: A Population-Based Study Using Validated Health Administrative Data","subjectLabel":"Canada","year":"2016"},{"title":"Incremental health care costs for chronic pain in Ontario, Canada: a population-based matched cohort study of adolescents and adults using administrative data","subjectLabel":"Canada","year":"2016"},{"title":"Drinking, substance use and the operation of motor vehicles by young adolescents in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Increased rodenticide exposure rate and risk of toxicosis in barn owls (Tyto alba) from southwestern Canada and linkage with demographic but not genetic factors","subjectLabel":"Canada","year":"2016"},{"title":"Epidemiology and survival of idiopathic pulmonary fibrosis from national data in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Assessment of the effect of cold and hot temperatures on mortality in Ontario, Canada: a population-based study","subjectLabel":"Canada","year":"2016"},{"title":"Identification of spatial and cohort clustering of tuberculosis using surveillance data from British Columbia, Canada, 1990-2013.","subjectLabel":"Canada","year":"2016"},{"title":"The role of environmental factors in search and rescue incidents in Nunavut, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Persistent and pervasive compositional shifts of western boreal forest plots in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Patterns of syphilis testing in a large cohort of HIV patients in Ontario, Canada, 2000-2009.","subjectLabel":"Canada","year":"2013"},{"title":"Distribution, Partitioning and Bioaccumulation of Substituted Diphenylamine Antioxidants and Benzotriazole UV Stabilizers in an Urban Creek in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Use of laboratory and administrative data to understand the potential impact of human parainfluenza virus 4 on cases of bronchiolitis, croup, and pneumonia in Alberta, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Ecology of Leptospira interrogans in Norway rats (Rattus norvegicus) in an inner-city neighborhood of Vancouver, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Comparison of Microbial and Chemical Source Tracking Markers To Identify Fecal Contamination Sources in the Humber River (Toronto, Ontario, Canada) and Associated Storm Water Outfalls","subjectLabel":"Canada","year":"2016"},{"title":"Dietary habits of polar bears in Foxe Basin, Canada: possible evidence of a trophic regime shift mediated by a new top predator","subjectLabel":"Canada","year":"2016"},{"title":"Subtle population genetic structure in yelloweye rockfish (Sebastes ruberrimus) is consistent with a major oceanographic division in British Columbia, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Impact of land use on arbuscular mycorrhizal fungal communities in rural Canada","subjectLabel":"Canada","year":"2013"},{"title":"Malaria in travellers returning or migrating to Canada: surveillance report from CanTravNet surveillance data, 2004-2014","subjectLabel":"Canada","year":"2016"},{"title":"Quantifying seasonal variation in total phosphorus and nitrogen from prairie streams in the Red River Basin, Manitoba Canada","subjectLabel":"Canada","year":"2016"},{"title":"Describing the linkages of the immigration, refugees and citizenship Canada permanent resident data and vital statistics death registry to Ontario's administrative health database","subjectLabel":"Canada","year":"2016"},{"title":"Use of low-value radiotherapy practices in Canada: an analysis of provincial cancer registry data","subjectLabel":"Canada","year":"2016"},{"title":"Media content about vaccines in the United States and Canada, 2012-2014: An analysis using data from the Vaccine Sentimeter","subjectLabel":"Canada","year":"2016"},{"title":"Factors influencing early and late mortality in adults with invasive pneumococcal disease in Calgary, Canada: a prospective surveillance study","subjectLabel":"Canada","year":"2013"},{"title":"The subtle role of climate change on population genetic structure in Canada lynx","subjectLabel":"Canada","year":"2014"},{"title":"Fish mercury levels appear to be increasing lately: a report from 40 years of monitoring in the province of Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Validation of international algorithms to identify adults with inflammatory bowel disease in health administrative data from Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Tropical forcing of the recent rapid Arctic warming in northeastern Canada and Greenland","subjectLabel":"Canada","year":"2014"},{"title":"Occupation, industry, and the risk of prostate cancer: a case-control study in Montréal, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Distribution of Culicoides sonorensis (Diptera: Ceratopogonidae) in Alberta, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Committing Canadian sociology: developing a Canadian sociology and a sociology of Canada","subjectLabel":"Canada","year":"2014"},{"title":"Bradyrhizobium ottawaense sp. nov., a symbiotic nitrogen fixing bacterium from root nodules of soybeans in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Summer outdoor temperature and occupational heat-related illnesses in Quebec (Canada).","subjectLabel":"Canada","year":"2014"},{"title":"Development and validation of an administrative data algorithm to estimate the disease burden and epidemiology of multiple sclerosis in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Validation of Algorithms to Identify Invasive Electrophysiology Procedures Using Administrative Data in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Primary care electronic medical records: a new data source for research in Canada","subjectLabel":"Canada","year":"2014"},{"title":"How has child maltreatment surveillance data been used in Canada?","subjectLabel":"Canada","year":"2014"},{"title":"Using administrative data to estimate time to breast cancer diagnosis and percent of screen-detected breast cancers – a validation study in Alberta, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Soil nitrous oxide emissions after deposition of dairy cow excreta in eastern Canada","subjectLabel":"Canada","year":"2014"},{"title":"Current trends in the prevalence of Cryptococcus gattii in the United States and Canada","subjectLabel":"Canada","year":"2015"},{"title":"The discovery and eradication of potato spindle tuber viroid in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Fatal Infection with Murray Valley Encephalitis Virus Imported from Australia to Canada, 2011","subjectLabel":"Canada","year":"2017"},{"title":"Update on urologic pelvic pain syndromes: highlights from the 2010 international chronic pelvic pain symposium and workshop, august 29, 2010, kingston, ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Taxonomic revision of true morels (Morchella) in Canada and the United States","subjectLabel":"Canada","year":"2012"},{"title":"Retail availability and marketing of electronic cigarettes in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Ocean-fertilization project off Canada sparks furore","subjectLabel":"Canada","year":"2012"},{"title":"Maternal and fetal exposure to pesticides associated to genetically modified foods in Eastern Townships of Quebec, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Engaging physicians and patients in conversations about unnecessary tests and procedures: Choosing Wisely Canada","subjectLabel":"Canada","year":"2014"},{"title":"Burden of illness for metastatic melanoma in Canada, 2011-2013","subjectLabel":"Canada","year":"2016"},{"title":"Stigma and Its Impact on Glucose Control Among Youth With Diabetes: Protocol for a Canada-Wide Study","subjectLabel":"Canada","year":"2016"},{"title":"CAREX Canada: an enhanced model for assessing occupational carcinogen exposure","subjectLabel":"Canada","year":"2015"},{"title":"Resident duty hours in Canada: a survey and national statement","subjectLabel":"Canada","year":"2014"},{"title":"Non-hodgkin's lymphoma and work in agriculture: Results of a two case-control studies in Saskatchewan, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Humor styles, self-esteem, and subjective happiness.","subjectLabel":"happiness","year":"2014"},{"title":"The effect of happiness training on self-esteem in the mothers of children with cleft lip and palate in Isfahan 2015.","subjectLabel":"happiness","year":"2017"},{"title":"Competing Forces of Socioeconomic Development and Environmental Degradation on Health and Happiness for Different Income Groups in China","subjectLabel":"happiness","year":"2017"},{"title":"Expanding the Happiness Paradox: Ethnoracial Disparities in Life Satisfaction Among Older Immigrants in the United States.","subjectLabel":"happiness","year":"2017"},{"title":"The Effect of Individual Factors, Socioeconomic and Social Participation on Individual Happiness: A Cross-Sectional Study","subjectLabel":"happiness","year":"2017"},{"title":"The Relationships Among Socio-Demographics, Perceived Health, and Happiness.","subjectLabel":"happiness","year":"2017"},{"title":"Family relations, sense of coherence, happiness and perceived health in retired Taiwanese: Analysis of a conceptual model.","subjectLabel":"happiness","year":"2017"},{"title":"Being Present: Focusing on the Present Predicts Improvements in Life Satisfaction But Not Happiness.","subjectLabel":"happiness","year":"2017"},{"title":"Psychotic-like experiences and happiness in the English general population.","subjectLabel":"happiness","year":"2017"},{"title":"Pathways to Happiness Are Multidirectional: Associations Between State Mindfulness and Everyday Affective Experience.","subjectLabel":"happiness","year":"2017"},{"title":"Impaired processing of facial happiness, with or without awareness, in developmental prosopagnosia","subjectLabel":"happiness","year":"2017"},{"title":"Compassion, Mindfulness, and the Happiness of Healthcare Workers.","subjectLabel":"happiness","year":"2017"},{"title":"Who are happy survivors? Physical, psychosocial, and spiritual factors associated with happiness of breast cancer survivors during the transition from cancer patient to survivor","subjectLabel":"happiness","year":"2017"},{"title":"Functional brain connectivity of remembered fatigue or happiness in healthy adults: Use of arterial spin labeling.","subjectLabel":"happiness","year":"2017"},{"title":"The new income inequality and well-being paradigm: Inequality has no effect on happiness in rich nations and normal times, varied effects in extraordinary circumstances, increases happiness in poor nations, and interacts with individuals' perception","subjectLabel":"happiness","year":"2016"},{"title":"Homeodomains, Hedgehogs, and Happiness.","subjectLabel":"happiness","year":"2016"},{"title":"Religious involvement and happiness: Assessing the mediating role of compassion and helping others.","subjectLabel":"happiness","year":"2017"},{"title":"Sport and Recreation Are Associated With Happiness Across Countries.","subjectLabel":"happiness","year":"2016"},{"title":"The protective effect of job satisfaction in health, happiness, well-being and self-esteem.","subjectLabel":"happiness","year":"2016"},{"title":"Factor affecting happiness among nursing students in South Korea.","subjectLabel":"happiness","year":"2016"},{"title":"A new science of happiness: the paradox of pleasure.","subjectLabel":"happiness","year":"2016"},{"title":"Psychological Vulnerability and Subjective Happiness: The Mediating Role of Hopelessness.","subjectLabel":"happiness","year":"2016"},{"title":"Rest improves performance, nature improves happiness: Assessment of break periods on the abbreviated vigilance task.","subjectLabel":"happiness","year":"2016"},{"title":"Associations of relative income deprivation with perceived happiness and self-rated health among the Hong Kong Chinese population.","subjectLabel":"happiness","year":"2017"},{"title":"Sliding into happiness: A new tool for measuring affective responses to words.","subjectLabel":"happiness","year":"2017"},{"title":"Sustaining Happiness in Adult Congenital Heart Disease.","subjectLabel":"happiness","year":"2016"},{"title":"A \"Community Fit\" Community-Based Participatory Research Program for Family Health, Happiness, and Harmony: Design and Implementation.","subjectLabel":"happiness","year":"2015"},{"title":"Indoor second-hand smoking could mediate the associations of foods and adult happiness: Scottish Health Survey, 2012.","subjectLabel":"happiness","year":"2015"},{"title":"Happiness on the street: Overall happiness among homeless people in Madrid (Spain)","subjectLabel":"happiness","year":"2015"},{"title":"THE HAPPINESS AND SUBJECTIVE WELL-BEING OF PEOPLE ON HAEMODIALYSIS.","subjectLabel":"happiness","year":"2015"},{"title":"Relationship Between Religious Belief and Happiness: A Systematic Literature Review.","subjectLabel":"happiness","year":"2016"},{"title":"Smoking status, nicotine dependence and happiness in nine countries of the former Soviet Union.","subjectLabel":"happiness","year":"2015"},{"title":"Environmental influences on African migration to Canada: focus group findings from Ottawa-Gatineau","subjectLabel":"Canada","year":"2014"},{"title":"Physicians and their use of information: a survey comparison between the United States, Canada, and the United Kingdom","subjectLabel":"Canada","year":"2011"},{"title":"Revealing the hyperdiverse mite fauna of subarctic Canada through DNA barcoding","subjectLabel":"Canada","year":"2012"},{"title":"Contextual determinants of health behaviours in an aboriginal community in Canada: pilot project","subjectLabel":"Canada","year":"2012"},{"title":"A prospective study to examine the epidemiology of methicillin-resistant Staphylococcus aureus and Clostridium difficile contamination in the general environment of three community hospitals in southern Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Improving primary care in British Columbia, Canada: evaluation of a peer-to-peer continuing education program for family physicians","subjectLabel":"Canada","year":"2012"},{"title":"A descriptive study of reportable gastrointestinal illnesses in Ontario, Canada, from 2007 to 2009.","subjectLabel":"Canada","year":"2012"},{"title":"Recent incidence of type 1 diabetes mellitus in children 0-14 years in Newfoundland and Labrador, Canada climbs to over 45/100,000: a retrospective time trend study","subjectLabel":"Canada","year":"2012"},{"title":"High uptake of HIV testing in pregnant women in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Evaluating area-level spatial clustering of Salmonella Enteritidis infections and their socioeconomic determinants in the greater Toronto area, Ontario, Canada (2007 - 2009): a retrospective population-based ecological study","subjectLabel":"Canada","year":"2013"},{"title":"Smoking in context: a multilevel analysis of 49,088 communities in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Distribution of Clostridium botulinum type E strains in Nunavik, Northern Quebec, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Predictors of liver-related death among people who inject drugs in Vancouver, Canada: a 15-year prospective cohort study","subjectLabel":"Canada","year":"2014"},{"title":"Sexual violence in the lives of first-year university women in Canada: no improvements in the 21st century","subjectLabel":"Canada","year":"2014"},{"title":"How health professionals perceive and experience treating people on social assistance: a qualitative study among dentists in Montreal, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Genome Sequences of Klebsiella variicola Isolates from Dairy Animals with Bovine Mastitis from Newfoundland, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Q Fever Outbreak Among Travelers to Germany Who Received Live Cell Therapy--United States and Canada, 2014.","subjectLabel":"Canada","year":"2015"},{"title":"Incidence of retinopathy of prematurity and risk factors among premature infants at a neonatal intensive care unit in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Disparities in the burden of HIV/AIDS in Canada","subjectLabel":"Canada","year":"2012"},{"title":"The characteristics of psychiatrists disciplined by professional colleges in Canada","subjectLabel":"Canada","year":"2012"},{"title":"The changing epidemiology of meningococcal disease in Quebec, Canada, 1991-2011: potential implications of emergence of new strains","subjectLabel":"Canada","year":"2012"},{"title":"A preliminary investigation into diet adequacy in senior residents of Newfoundland and Labrador, Canada: a cross-sectional study","subjectLabel":"Canada","year":"2014"},{"title":"Acute care utilization due to hospitalizations for pediatric lower respiratory tract infections in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"The impact of multiple chronic diseases on ambulatory care use; a population based study in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Trends in asthma-related direct medical costs from 2002 to 2007 in British Columbia, Canada: a population based-cohort study","subjectLabel":"Canada","year":"2012"},{"title":"Causes and risk factors for infant mortality in Nunavut, Canada 1999-2011","subjectLabel":"Canada","year":"2012"},{"title":"Development of System-level Performance Measures for Evaluation of Models of Care for Inflammatory Arthritis in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Heterogeneity in risk of pelvic inflammatory diseases after chlamydia infection: a population-based study in Manitoba, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Reconsidering the specialist-generalist paradigm in niche breadth dynamics: resource gradient selection by Canada lynx and bobcat","subjectLabel":"Canada","year":"2012"},{"title":"Access to primary health care for immigrants: results of a patient survey conducted in 137 primary care practices in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Trends in extinction risk for imperiled species in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Clinical, economic, and humanistic burden of asthma in Canada: a systematic review","subjectLabel":"Canada","year":"2013"},{"title":"Satisfaction levels of paediatric surgeons in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Mercury, hydroquinone and clobetasol propionate in skin lightening products in West Africa and Canada","subjectLabel":"Canada","year":"2016"},{"title":"Gender and ethnicity differences in HIV-related stigma experienced by people living with HIV in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Notes from the Field: Furanyl-Fentanyl Overdose Events Caused by Smoking Contaminated Crack Cocaine - British Columbia, Canada, July 15-18, 2016.","subjectLabel":"Canada","year":"2016"},{"title":"A comparative analysis of monthly out-of-pocket costs for patients with breast cancer as compared with other common cancers in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Race, gender, class, and sexual orientation: intersecting axes of inequality and self-rated health in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Earliest Human Presence in North America Dated to the Last Glacial Maximum: New Radiocarbon Dates from Bluefish Caves, Canada","subjectLabel":"Canada","year":"2017"},{"title":"Genetic evidence for multiple invasions of the eastern subterranean termite into Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Individual- and area-level disparities in access to the road network, subway system and a public bicycle share program on the Island of Montreal, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Health impacts of the July 2010 heat wave in Québec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Community-level risk factors for notifiable gastrointestinal illness in the Northwest Territories, Canada, 1991-2008.","subjectLabel":"Canada","year":"2013"},{"title":"Fluke abundance versus host age for an invasive trematode (Dicrocoelium dendriticum) of sympatric elk and beef cattle in southeastern Alberta, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Rationale and design of South Asian Birth Cohort (START): a Canada-India collaborative study","subjectLabel":"Canada","year":"2013"},{"title":"Usage patterns of stop smoking medications in Australia, Canada, the United Kingdom, and the United States: findings from the 2006-2008 International Tobacco Control (ITC) Four Country Survey","subjectLabel":"Canada","year":"2011"},{"title":"Use of mental health care for nonpsychotic conditions by immigrants in different admission classes and by refugees in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Disparities in attendance at diabetes self-management education programs after diagnosis in Ontario, Canada: a cohort study","subjectLabel":"Canada","year":"2013"},{"title":"Adolescent health and adaptation in Canada: examination of gender and age aspects of the healthy immigrant effect","subjectLabel":"Canada","year":"2014"},{"title":"A web-based survey of residents' views on advocating with patients for a healthy built environment in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Nondisclosure prosecutions and population health outcomes: examining HIV testing, HIV diagnoses, and the attitudes of men who have sex with men following nondisclosure prosecution media releases in Ottawa, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Management of pancreatic adenocarcinoma in Ontario, Canada: a population-based study using novel case ascertainment","subjectLabel":"Canada","year":"2011"},{"title":"Making our health and care systems fit for an ageing population: considerations for Canada","subjectLabel":"Canada","year":"2014"},{"title":"Re: making health and care systems fit for and ageing population. Why we wrote it, who we wrote it for, and how relevant it might be to Canada","subjectLabel":"Canada","year":"2014"},{"title":"The impact of socio-economic status on net fertility during the historical fertility decline: a comparative analysis of Canada, Iceland, Sweden, Norway, and the USA.","subjectLabel":"Canada","year":"2014"},{"title":"Research experience in psychiatry residency programs across Canada: current status","subjectLabel":"Canada","year":"2014"},{"title":"Changing perceptions of mental health in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Antidepressant use in Canada has stopped increasing","subjectLabel":"Canada","year":"2014"},{"title":"Cost of speech-language interventions for children and youth with foetal alcohol spectrum disorder in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Happy Family Kitchen II: a cluster randomized controlled trial of a community-based positive psychology family intervention for subjective happiness and health-related quality of life in Hong Kong","subjectLabel":"happiness","year":"2016"},{"title":"Happiness and health behaviors in South Korean adolescents: a cross-sectional study.","subjectLabel":"happiness","year":"2016"},{"title":"The affective profiles in the USA: happiness, depression, life satisfaction, and happiness-increasing strategies.","subjectLabel":"happiness","year":"2013"},{"title":"Personality, Humor Styles and Happiness: Happy People Have Positive Humor Styles.","subjectLabel":"happiness","year":"2016"},{"title":"Childhood happiness and violence: a retrospective study of their impacts on adult well-being.","subjectLabel":"happiness","year":"2013"},{"title":"Cancer, Health Literacy, and Happiness: Perspectives from Patients under Chemotherapy","subjectLabel":"happiness","year":"2013"},{"title":"Children's Sex and the Happiness of Parents","subjectLabel":"happiness","year":"2016"},{"title":"The Pemberton Happiness Index: Validation of the Universal Portuguese version in a large Brazilian sample","subjectLabel":"happiness","year":"2016"},{"title":"Health, Happiness and Human Enhancement-Dealing with Unexpected Effects of Deep Brain Stimulation","subjectLabel":"happiness","year":"2011"},{"title":"Perceived service quality, perceived value, overall satisfaction and happiness of outlook for long-term care institution residents.","subjectLabel":"happiness","year":"2012"},{"title":"Nudging socially isolated people towards well-being with the 'Happiness Route': design of a randomized controlled trial for the evaluation of a happiness-based intervention","subjectLabel":"happiness","year":"2013"},{"title":"Slow identification of facial happiness in early adolescence predicts onset of depression during 8 years of follow-up.","subjectLabel":"happiness","year":"2016"},{"title":"Genes, Economics, and Happiness.","subjectLabel":"happiness","year":"2012"},{"title":"Unhappiness Intensifies the Avoidance of Frequent Losses While Happiness Overcomes It.","subjectLabel":"happiness","year":"2016"},{"title":"Circuits Regulating Pleasure and Happiness-Mechanisms of Depression.","subjectLabel":"happiness","year":"2016"},{"title":"Electromyographically assessed empathic concern and empathic happiness predict increased prosocial behavior in adults","subjectLabel":"happiness","year":"2014"},{"title":"Being in a Romantic Relationship Is Associated with Reduced Gray Matter Density in Striatum and Increased Subjective Happiness","subjectLabel":"happiness","year":"2016"},{"title":"Effect of happiness educational program on the level of stress, anxiety and depression of the cancer patients' nurses.","subjectLabel":"happiness","year":"2016"},{"title":"Circuits Regulating Pleasure and Happiness: The Evolution of the Amygdalar-Hippocampal-Habenular Connectivity in Vertebrates","subjectLabel":"happiness","year":"2016"},{"title":"Defining happiness for young adults with schizophrenia: a building block for recovery.","subjectLabel":"happiness","year":"2013"},{"title":"Evaluation of a seven-week web-based happiness training to improve psychological well-being, reduce stress, and enhance mindfulness and flourishing: a randomized controlled occupational health study","subjectLabel":"happiness","year":"2013"},{"title":"Fordyce Happiness Program and Happiness in Mothers of Children with a Cleft Lip and Palate","subjectLabel":"happiness","year":"2016"},{"title":"Association between Sleep Duration and Self-Reported Health Status: Findings from the Bhutan's Gross National Happiness Study.","subjectLabel":"happiness","year":"2016"},{"title":"The Freedom to Pursue Happiness: Belief in Free Will Predicts Life Satisfaction and Positive Affect among Chinese Adolescents","subjectLabel":"happiness","year":"2016"},{"title":"Parenthood and Happiness: Effects of Work-Family Reconciliation Policies in 22 OECD Countries.","subjectLabel":"happiness","year":"2016"},{"title":"The Role and Reprocessing of Attitudes in Fostering Employee Work Happiness: An Intervention Study.","subjectLabel":"happiness","year":"2017"},{"title":"Greater Happiness for a Greater Number: Did the Promise of Enlightenment Come True?","subjectLabel":"happiness","year":"2015"},{"title":"\"Happiness Inventors\": Informing Positive Computing Technologies Through Participatory Design With Children","subjectLabel":"happiness","year":"2017"},{"title":"Does individualism bring happiness? Negative effects of individualism on interpersonal relationships and happiness.","subjectLabel":"happiness","year":"2014"},{"title":"A Cross-Sectional Study of Happiness and Smoking Cessation among Parents.","subjectLabel":"happiness","year":"2015"},{"title":"Relationship between attachment styles and happiness in medical students.","subjectLabel":"happiness","year":"2016"},{"title":"The gender gap in relation to happiness and preferences in married couples after childbirth: evidence from a field experiment in rural Ghana.","subjectLabel":"happiness","year":"2017"},{"title":"The '10 Excess' Phenomenon in Responses to Survey Questions on Happiness","subjectLabel":"happiness","year":"2016"},{"title":"Delivering happiness: translating positive psychology intervention research for treating major and minor depressive disorders.","subjectLabel":"happiness","year":"2011"},{"title":"Little things on which happiness depends: microRNAs as novel therapeutic targets for the treatment of anxiety and depression.","subjectLabel":"happiness","year":"2011"},{"title":"Evolution in the office: how evolutionary psychology can increase employee health, happiness, and productivity","subjectLabel":"happiness","year":"2012"},{"title":"Promoting happiness: the malleability of individual and societal subjective wellbeing","subjectLabel":"happiness","year":"2013"},{"title":"The use of hypnosis in therapy to increase happiness.","subjectLabel":"happiness","year":"2014"},{"title":"Concept analysis of nurses' happiness.","subjectLabel":"happiness","year":"2014"},{"title":"Semantic Distances in Depression: Relations Between ME and PAST, FUTURE, JOY, SADNESS, HAPPINESS","subjectLabel":"happiness","year":"2017"},{"title":"Self and environmental exposures to drinking, smoking, gambling or video game addiction are associated with adult hypertension, heart and cerebrovascular diseases, allergy, self-rated health and happiness: Japanese General Social Survey, 2010.","subjectLabel":"happiness","year":"2014"},{"title":"\"Abortion will deprive you of happiness!\": Soviet reproductive politics in the post-Stalin era.","subjectLabel":"happiness","year":"2011"},{"title":"Emotions in reading: Dissociation of happiness and positivity","subjectLabel":"happiness","year":"2015"},{"title":"Happiness, Psychology, and Degrees of Realism.","subjectLabel":"happiness","year":"2016"},{"title":"Happiness by association: breadth of free association influences affective states.","subjectLabel":"happiness","year":"2013"},{"title":"Unlocking past emotion: verb use affects mood and happiness.","subjectLabel":"happiness","year":"2012"},{"title":"A Dark Side of Happiness? How, When, and Why Happiness Is Not Always Good.","subjectLabel":"happiness","year":"2011"},{"title":"Estimation of the lifetime risk of hip fracture for women and men in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Osteoporosis Canada 2010 guidelines for the assessment of fracture risk.","subjectLabel":"Canada","year":"2011"},{"title":"The development of national indicators for the surveillance of osteoporosis in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"Exploring beliefs around physical activity among older adults in rural Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Internalized homophobia as a partial mediator between homophobic bullying and self-esteem among youths of sexual minorities in Quebec (Canada).","subjectLabel":"Canada","year":"2014"},{"title":"Steroid Responsive Mononeuritis Multiplex in the Cronkhite-Canada Syndrome.","subjectLabel":"Canada","year":"2016"},{"title":"How many urologists does Canada need?","subjectLabel":"Canada","year":"2013"},{"title":"Paraben levels in an urban community of Western Canada","subjectLabel":"Canada","year":"2013"},{"title":"Factors Associated With the Use of Radiation Therapy in Patients With Stage III Non-small Cell Lung Cancer in Alberta, Canada: A Population-based Study.","subjectLabel":"Canada","year":"2016"},{"title":"Use of intraosseous devices in trauma: a survey of trauma practitioners in Canada, Australia and New Zealand","subjectLabel":"Canada","year":"2016"},{"title":"Winner of the Young Investigator Award of the Society for Biomaterials (USA) for 2016, 10th World Biomaterials Congress, May 17-22, 2016, Montreal QC, Canada: Aligned microribbon-like hydrogels for guiding three-dimensional smooth muscle tissue rege","subjectLabel":"Canada","year":"2016"},{"title":"Cross-sectional examination of the association of co-occurring alcohol misuse and traumatic brain injury on mental health and conduct problems in adolescents in Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Narrowing mortality gap between men and women over two decades: a registry-based study in Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Cronkhite Canada syndrome complicated by pulmonary embolism-A case report.","subjectLabel":"Canada","year":"2016"},{"title":"Childhood overweight and obesity trends in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Child maltreatment in Canada, 2013.","subjectLabel":"Canada","year":"2013"},{"title":"Geography, deer, and host biodiversity shape the pattern of Lyme disease emergence in the Thousand Islands Archipelago of Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Adherence and barriers to H. pylori treatment in Arctic Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Urinary perchlorate and thiocyanate concentrations in pregnant women from Toronto, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Consumption of Caffeinated Energy Drinks Among Youth and Young Adults in Canada.","subjectLabel":"Canada","year":"2016"},{"title":"How do people attribute income-related inequalities in health? A cross-sectional study in Ontario, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Supports for health and social service providers from Canada responding to the disaster in haiti.","subjectLabel":"Canada","year":"2014"},{"title":"Density, destinations or both? A comparison of measures of walkability in relation to transportation behaviors, obesity and diabetes in Toronto, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Examining the impact of patient characteristics and symptomatology on knowledge, attitudes, and beliefs among foreign-born tuberculosis cases in the US and Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Winner of the Young Investigator Award of the Society for Biomaterials at the 10th World Biomaterials Congress, May 17-22, 2016, Montreal QC, Canada: Microribbon-based hydrogels accelerate stem cell-based bone regeneration in a mouse critical-size c","subjectLabel":"Canada","year":"2016"},{"title":"Staying healthy \"under the sheets\": Inuit youth experiences of access to sexual and reproductive health and rights in Arviat, Nunavut, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Creating exclusive breastfeeding knowledge translation tools with First Nations mothers in Northwest Territories, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Youth perspectives on sexually transmitted infections and sexual health in Northern Canada and implications for public health practice.","subjectLabel":"Canada","year":"2016"},{"title":"Retrospective Study Investigating the Seroprevalence of Anaplasma phagocytophilum in Manitoba, Canada: 2011-2014.","subjectLabel":"Canada","year":"2016"},{"title":"Cost analysis of fixed-dose combination of dutasteride and tamsulosin compared with concomitant dutasteride and tamsulosin monotherapy in patients with benign prostatic hyperplasia in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"The relationship between survival and socio-economic status for head and neck cancer in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Describing the population health burden of depression: health-adjusted life expectancy by depression status in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Developing indicators for evaluation of age-friendly communities in Canada: process and results","subjectLabel":"Canada","year":"2016"},{"title":"Estimating chronic disease rates in Canada: which population-wide denominator to use?","subjectLabel":"Canada","year":"2016"},{"title":"Report summary Prevalence and monetary costs of dementia in Canada (2016): a report by the Alzheimer Society of Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Changing the 30-min Rule in Canada: The Effect of Room Temperature on Bacterial Growth in Red Blood Cells.","subjectLabel":"Canada","year":"2016"},{"title":"Empirical impact evaluation of the WHO Global Code of Practice on the International Recruitment of Health Personnel in Australia, Canada, UK and USA.","subjectLabel":"Canada","year":"2013"},{"title":"Disease manifestations of Helicobacter pylori infection in Arctic Canada: using epidemiology to address community concerns.","subjectLabel":"Canada","year":"2014"},{"title":"Predicting tuberculosis risk in the foreign-born population of British Columbia, Canada: study protocol for a retrospective population-based cohort study.","subjectLabel":"Canada","year":"2016"},{"title":"Cancer incidence attributable to tobacco in Alberta, Canada, in 2012.","subjectLabel":"Canada","year":"2016"},{"title":"Restrictions for reimbursement of direct-acting antiviral treatment for hepatitis C virus infection in Canada: a descriptive study.","subjectLabel":"Canada","year":"2016"},{"title":"Pediatric palliative care in Canada in 2012: a cross-sectional descriptive study.","subjectLabel":"Canada","year":"2016"},{"title":"Cost-effectiveness of asenapine in the treatment of bipolar disorder in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Immunization services offered in Québec (Canada) pharmacies","subjectLabel":"Canada","year":"2013"},{"title":"Whole-genome Sequencing for Surveillance of Invasive Pneumococcal Diseases in Ontario, Canada: Rapid Prediction of Genotype, Antibiotic Resistance and Characterization of Emerging Serotype 22F.","subjectLabel":"Canada","year":"2016"},{"title":"Baylisascaris procyonis Roundworm Seroprevalence among Wildlife Rehabilitators, United States and Canada, 2012-2015","subjectLabel":"Canada","year":"2016"},{"title":"Current usage and future trends in gross digital photography in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Unusual Legionnaires' outbreak in cool, dry Western Canada: an investigation using genomic epidemiology.","subjectLabel":"Canada","year":"2016"},{"title":"Operative trends and physician treatment costs associated with Dupuytren's disease in Canada.","subjectLabel":"Canada","year":"2013"},{"title":"In Vitro activity of fosfomycin against Escherichia coli isolated from patients with urinary tract infections in Canada as part of the CANWARD surveillance study","subjectLabel":"Canada","year":"2013"},{"title":"Relationship Between Linguistic Antonyms in Momentary and Retrospective Ratings of Happiness and Sadness","subjectLabel":"happiness","year":"2012"},{"title":"Associations Between Women’s Body Image and Happiness: Results of the YouBeauty.com Body Image Survey (YBIS)","subjectLabel":"happiness","year":"2014"},{"title":"The Relationship Between Orientations to Happiness and Job Satisfaction One Year Later in a Representative Sample of Employees in Switzerland","subjectLabel":"happiness","year":"2016"},{"title":"Validation of the German version of the Career Adapt-Abilities Scale and its relation to orientations to happiness and work stress","subjectLabel":"happiness","year":"2013"},{"title":"How a Good Sleep Predicts Life Satisfaction: The Role of Zero-Sum Beliefs About Happiness","subjectLabel":"happiness","year":"2018"},{"title":"Examining Relationships between Academic and Social Achievement Goals and Routes to Happiness","subjectLabel":"happiness","year":"2012"},{"title":"The Happiness, Hardiness, and Humor Styles of Students with a Bachelor's Degree in Sport Sciences","subjectLabel":"happiness","year":"2018"},{"title":"Brain networks of happiness: dynamic functional connectivity among the default, cognitive and salience networks relates to subjective well-being","subjectLabel":"happiness","year":"2018"},{"title":"Family Functioning and Life Satisfaction and Happiness in South African Households","subjectLabel":"happiness","year":"2013"},{"title":"Disability and Happiness in Iran: What Can We Do?","subjectLabel":"happiness","year":"2018"},{"title":"Looking for happiness in all the wrong places: The moderating role of gratitude and affect in the materialism–life satisfaction relationship","subjectLabel":"happiness","year":"2015"},{"title":"Workplace Wellbeing On Maungataturi Mountain: The Connection Between Ecological Restoration And Workplace Happiness","subjectLabel":"happiness","year":"2011"},{"title":"Measuring Happiness in Portuguese Adults: Validation of the CHQ - Covilha Happiness Questionnaire","subjectLabel":"happiness","year":"2014"},{"title":"How happiness mediates the organizational virtuousness and affective commitment relationship","subjectLabel":"happiness","year":"2011"},{"title":"Marital Happiness, Marital Status, Health, and Longevity","subjectLabel":"happiness","year":"2018"},{"title":"Happiness matters","subjectLabel":"happiness","year":"2014"},{"title":"A case for a university happiness ranking","subjectLabel":"happiness","year":"2015"},{"title":"Ranking universities by happiness","subjectLabel":"happiness","year":"2015"},{"title":"Daily Functioning, Health Status, and Happiness in Older Adults","subjectLabel":"happiness","year":"2012"},{"title":"Does Happiness Predict Medication Adherence among African Americans with Hypertension?","subjectLabel":"happiness","year":"2012"},{"title":"Dietary consumption and happiness and depression among university students: A cross-national survey","subjectLabel":"happiness","year":"2017"},{"title":"Subjective happiness and health behavior among a sample of university students in India","subjectLabel":"happiness","year":"2013"},{"title":"Academic or Functional Life Skills? Using Behaviors Associated with Happiness to Guide Instruction for Students with Profound/Multiple Disabilities","subjectLabel":"happiness","year":"2014"},{"title":"Omitted Variables in the Geographical Treatment of Well-Being and Happiness","subjectLabel":"happiness","year":"2014"},{"title":"Using a Smartphone to Measure Heart Rate Changes during Relived Happiness and Anger","subjectLabel":"happiness","year":"2013"},{"title":"The Benefits of Socially-Oriented Happiness: Validation of the Interdependent Happiness Scale in the Philippines","subjectLabel":"happiness","year":"2015"},{"title":"Looking on the bright side: An assessment of factors associated with adolescents’ happiness","subjectLabel":"happiness","year":"2014"},{"title":"Happiness, Satisfaction, and Risk Perception","subjectLabel":"happiness","year":"2014"},{"title":"Lacan's Sade: The Politics of Happiness","subjectLabel":"happiness","year":"2015"},{"title":"On the Problem of Measuring Happiness","subjectLabel":"happiness","year":"2013"},{"title":"Putting the ‘app’ in Happiness: A Randomised Controlled Trial of a Smartphone-Based Mindfulness Intervention to Enhance Wellbeing","subjectLabel":"happiness","year":"2014"},{"title":"The happiness of people with a mental disorder in modern society","subjectLabel":"happiness","year":"2011"},{"title":"Technology improvements and value changes for sustainable happiness: a cross-development analytical model","subjectLabel":"happiness","year":"2015"},{"title":"Happiness economics","subjectLabel":"happiness","year":"2012"},{"title":"The cultural foundations of happiness","subjectLabel":"happiness","year":"2017"},{"title":"Association between the serotonin transporter polymorphism (5HTTLPR) and subjective happiness level in Japanese adults","subjectLabel":"happiness","year":"2013"},{"title":"Debt and Subjective Well-being: The Other Side of the Income-Happiness Coin","subjectLabel":"happiness","year":"2016"},{"title":"Why Self-Reports of Happiness and Sadness May Not Necessarily Contradict Bipolarity: A Psychometric Review and Proposal","subjectLabel":"happiness","year":"2016"},{"title":"Satisfaction and Happiness – The Bright Side of Quality of Life","subjectLabel":"happiness","year":"2014"},{"title":"The Metrics of Societal Happiness","subjectLabel":"happiness","year":"2013"},{"title":"Happiness and Sadness Recognition System—Preliminary Results with an Intel RealSense 3D Sensor","subjectLabel":"happiness","year":"2016"},{"title":"The Good in Happiness*","subjectLabel":"happiness","year":"2014"},{"title":"Moral judgment and attributions of happiness","subjectLabel":"happiness","year":"2011"},{"title":"Freedom and happiness in nations: why the Finns are happier than the French","subjectLabel":"happiness","year":"2014"},{"title":"HIGH HAPPINESS VARIABILITY IS ASSOCIATED WITH LOWER MEAN HAPPINESS IN OLDER ADULT COUPLES","subjectLabel":"happiness","year":"2018"},{"title":"WHY ARE THEY SO HAPPY? UNRAVELING THE HAPPINESS PARADOX OF OLDER LATINOS","subjectLabel":"happiness","year":"2018"},{"title":"LIFE, LONGEVITY AND THE PURSUIT OF HAPPINESS","subjectLabel":"happiness","year":"2018"},{"title":"HAPPINESS AND MORAL CAPITAL—UNDERSTANDING THE GENDERED DIFFERENCE IN INTERGENERATIONAL GIVING IN CHINA","subjectLabel":"happiness","year":"2018"},{"title":"NEIGHBORHOOD SOCIAL CAPITAL AND HAPPINESS IN LATE LIFE: INDIVIDUAL’S RESOURCES AS MODERATOR","subjectLabel":"happiness","year":"2018"},{"title":"Does Money Buy Immigrant Happiness?","subjectLabel":"happiness","year":"2017"},{"title":"Finding Happiness and Satisfaction During Your Ph.D. Program","subjectLabel":"happiness","year":"2015"},{"title":"Testing the tunnel effect: comparison, age and happiness in UK and German panels","subjectLabel":"happiness","year":"2014"},{"title":"Trusting Only Whom You Know, Knowing Only Whom You Trust: The Joint Impact of Social Capital and Trust on Happiness in CEE Countries","subjectLabel":"happiness","year":"2013"},{"title":"Impact of the Basic Psychological Needs in Subjective Happiness, Subjective Vitality and Physical Activity in an Elderly Portuguese Population","subjectLabel":"happiness","year":"2017"},{"title":"Comparative Latent State–Trait Analysis of Satisfaction with Life Measures: The Steen Happiness Index and the Satisfaction with Life Scale","subjectLabel":"happiness","year":"2014"},{"title":"Misery loves company: happiness and communication in the city","subjectLabel":"happiness","year":"2015"},{"title":"A Longitudinal Examination of the Association Between Psychological Capital, Perception of Organizational Virtues and Work Happiness in School Staff","subjectLabel":"happiness","year":"2015"},{"title":"Institutional Origins of Subjective Well-Being: Estimating the Effects of Economic Freedom on National Happiness","subjectLabel":"happiness","year":"2015"},{"title":"Demystification of the Relationship Between Psychopathy and Happiness","subjectLabel":"happiness","year":"2016"},{"title":"A Research Note: Happiness by Age is More Complex than U-Shaped","subjectLabel":"happiness","year":"2016"},{"title":"Does the number of children matter to the happiness of their parents?","subjectLabel":"happiness","year":"2016"},{"title":"Temporary and Long-Term Consequences of Bereavement on Happiness","subjectLabel":"happiness","year":"2015"},{"title":"Social Network Sites, Individual Social Capital and Happiness","subjectLabel":"happiness","year":"2016"},{"title":"Lay Understanding of Happiness and the Experience of Well-Being: Are Some Conceptions of Happiness More Beneficial than Others?","subjectLabel":"happiness","year":"2015"},{"title":"Getting Innovation Right: The Key to Happiness and Flourishing?","subjectLabel":"happiness","year":"2016"},{"title":"Perceptions of the Nature of Happiness: Cultural, but Related to the Dynamics of the Human Mind and the Gratification of General Needs","subjectLabel":"happiness","year":"2016"},{"title":"Happiness in Bangladesh: The Role of Religion and Connectedness","subjectLabel":"happiness","year":"2017"},{"title":"Creativity and innovation for corporate happiness management","subjectLabel":"happiness","year":"2017"},{"title":"How’s Life at Home? New Evidence on Marriage and the Set Point for Happiness","subjectLabel":"happiness","year":"2017"},{"title":"Happiness and its molecular fingerprints","subjectLabel":"happiness","year":"2017"},{"title":"Autonomous sensory meridian response (ASMR) and frisson: Mindfully induced sensory phenomena that promote happiness","subjectLabel":"happiness","year":"2016"},{"title":"How Does the Economic Crisis Influence Adolescents’ Happiness? Population-Based Surveys in Iceland in 2000–2010","subjectLabel":"happiness","year":"2015"},{"title":"Surveying happiness in China: comparing measures of subjective well-being","subjectLabel":"happiness","year":"2017"},{"title":"The happiness paradox: your friends are happier than you","subjectLabel":"happiness","year":"2017"},{"title":"Enhanced happiness and stress alleviation upon insight meditation retreat: mindfulness, a part of traditional Buddhist meditation","subjectLabel":"happiness","year":"2016"},{"title":"Happiness is in the mouth of the beholder and fear in the eyes","subjectLabel":"happiness","year":"2015"},{"title":"High heterogeneity of HIV-related sexual risk among transgender people in Ontario, Canada: a province-wide respondent-driven sampling survey","subjectLabel":"Canada","year":"2012"},{"title":"Cost-effectiveness of 2 + 1 dosing of 13-valent and 10-valent pneumococcal conjugate vaccines in Canada","subjectLabel":"Canada","year":"2012"},{"title":"The epidemiology of travel-related Salmonella Enteritidis in Ontario, Canada, 2010-2011","subjectLabel":"Canada","year":"2012"},{"title":"Unfinished business: ongoing ethical exceptionalism in the oversight of human pluripotent stem cell research in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Spatial genetic structure of the mountain pine beetle (Dendroctonus ponderosae) outbreak in western Canada: historical patterns and contemporary dispersal","subjectLabel":"Canada","year":"2012"},{"title":"An estimate of avian mortality at communication towers in the United States and Canada","subjectLabel":"Canada","year":"2012"},{"title":"Infectious disease prevalence in a feral cat population on Prince Edward Island, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Increasing screening mammography among immigrant and minority women in Canada: a review of past interventions","subjectLabel":"Canada","year":"2013"},{"title":"Auxin and ABA act as central regulators of developmental networks associated with paradormancy in Canada thistle (Cirsium arvense).","subjectLabel":"Canada","year":"2012"},{"title":"Community-based participatory process--climate change and health adaptation program for Northern First Nations and Inuit in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Information seeking for making evidence-informed decisions: a social network analysis on the staff of a public health department in Canada","subjectLabel":"Canada","year":"2012"},{"title":"\"From this place and of this place:\" climate change, sense of place, and health in Nunatsiavut, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Cronkhite-Canada syndrome: report of six cases and review of literature","subjectLabel":"Canada","year":"2014"},{"title":"Tackling health literacy: adaptation of public hypertension educational materials for an Indo-Asian population in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Structural violence in long-term, residential care for older people: comparing Canada and Scandinavia","subjectLabel":"Canada","year":"2011"},{"title":"Association between childhood physical abuse, unprotected receptive anal intercourse and HIV infection among young men who have sex with men in Vancouver, Canada","subjectLabel":"Canada","year":"2014"},{"title":"An evaluation of access to health care services along the rural-urban continuum in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Inflammatory bowel disease nurses in Canada: an examination of Canadian gastroenterology nurses and their role in inflammatory bowel disease care","subjectLabel":"Canada","year":"2014"},{"title":"Long-term exposure to ambient ultrafine particles and respiratory disease incidence in in Toronto, Canada: a cohort study","subjectLabel":"Canada","year":"2017"},{"title":"The National Cohort of Dairy Farms--a data collection platform for mastitis research in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Trends in human immunodeficiency virus incidence and risk behavior among injection drug users in montreal, Canada: a 16-year longitudinal study","subjectLabel":"Canada","year":"2011"},{"title":"Drinking water management: health risk perceptions and choices in First Nations and non-First Nations communities in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Are we driving our kids to unhealthy habits? Results of the active healthy kids Canada 2013 report card on physical activity for children and youth","subjectLabel":"Canada","year":"2014"},{"title":"The evolution of the cancer formulary review in Canada: Can centralization improve the use of economic evaluation?","subjectLabel":"Canada","year":"2016"},{"title":"Validation of a pediatric diabetes case definition using administrative health data in manitoba, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Unikkaartuit: meanings of well-being, unhappiness, health, and community change among Inuit in Nunavut, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Resident duty hours in Canada: past, present and future","subjectLabel":"Canada","year":"2014"},{"title":"Chikungunya fever in Canada: fever and polyarthritis in a returned traveller","subjectLabel":"Canada","year":"2014"},{"title":"Unheard voices, unmapped terrain: care work in long-term residential care for older people in Canada and Sweden","subjectLabel":"Canada","year":"2012"},{"title":"Antimicrobial use surveillance in broiler chicken flocks in Canada, 2013-2015","subjectLabel":"Canada","year":"2017"},{"title":"Rising disparities in severe adverse birth outcomes among Haitians in Québec, Canada, 1981-2006.","subjectLabel":"Canada","year":"2012"},{"title":"Impact of a change in physician reimbursement on bone mineral density testing in Ontario, Canada: a population-based study","subjectLabel":"Canada","year":"2014"},{"title":"How safe are new drugs? Market withdrawal of drugs approved in Canada between 1990 and 2009","subjectLabel":"Canada","year":"2014"},{"title":"Treatment-resistant depression in primary care across Canada","subjectLabel":"Canada","year":"2014"},{"title":"Walking to work in Canada: health benefits, socio-economic characteristics and urban-regional variations","subjectLabel":"Canada","year":"2011"},{"title":"A comprehensive DNA barcode library for the looper moths (Lepidoptera: Geometridae) of British Columbia, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Coupled cycles of dissolved oxygen and nitrous oxide in rivers along a trophic gradient in southern Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Projections of preventable risks for cardiovascular disease in Canada to 2021: a microsimulation modelling approach","subjectLabel":"Canada","year":"2014"},{"title":"Molecular characteristics of mcr-1-carrying plasmids and new mcr-1 variant recovered from polyclonal clinical Escherichia coli from Argentina and Canada","subjectLabel":"Canada","year":"2017"},{"title":"Current practice patterns in the management of glottic cancer in Canada: results of a national survey","subjectLabel":"Canada","year":"2011"},{"title":"The prognostic effect of ethnicity for gastric and esophageal cancer: the population-based experience in British Columbia, Canada","subjectLabel":"Canada","year":"2011"},{"title":"The choice of discount brand cigarettes: a comparative analysis of International Tobacco Control surveys in Canada and the USA (2002-2005).","subjectLabel":"Canada","year":"2013"},{"title":"Antimicrobial susceptibility of Campylobacter jejuni and Campylobacter coli isolates obtained in Montreal, Quebec, Canada, from 2002 to 2013.","subjectLabel":"Canada","year":"2014"},{"title":"Emergence of new CMRSA7/USA400 methicillin-resistant Staphylococcus aureus spa types in Alberta, Canada, from 2005 to 2012","subjectLabel":"Canada","year":"2014"},{"title":"Drug costs in the management of metastatic castration-resistant prostate cancer in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Measles Outbreak with Unique Virus Genotyping, Ontario, Canada, 2015.","subjectLabel":"Canada","year":"2017"},{"title":"Clonal Clusters and Virulence Factors of Group C and G Streptococcus Causing Severe Infections, Manitoba, Canada, 2012-2014.","subjectLabel":"Canada","year":"2017"},{"title":"Species diversity and phylogeographical affinities of the Branchiopoda (Crustacea) of Churchill, Manitoba, Canada","subjectLabel":"Canada","year":"2011"},{"title":"A social ecological approach to understanding correlates of lifetime sexual assault among sexual minority women in Toronto, Canada: results from a cross-sectional internet-based survey","subjectLabel":"Canada","year":"2014"},{"title":"Predictors of low cervical cancer screening among immigrant women in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Use of a new public bicycle share program in Montreal, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Plant phenology networks of citizen scientists: recommendations from two decades of experience in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Worker compensation injuries among the Aboriginal population of British Columbia, Canada: incidence, annual trends, and ecological analysis of risk markers, 1987-2010.","subjectLabel":"Canada","year":"2014"},{"title":"The economic burden of prematurity in Canada","subjectLabel":"Canada","year":"2014"},{"title":"CETA and pharmaceuticals: impact of the trade agreement between Europe and Canada on the costs of prescription drugs","subjectLabel":"Canada","year":"2014"},{"title":"Alternative health care consultations in Ontario, Canada: A geographic and socio-demographic analysis","subjectLabel":"Canada","year":"2011"},{"title":"The re-identification risk of Canadians from longitudinal demographics","subjectLabel":"Canada","year":"2011"},{"title":"Contributions and challenges of cross-national comparative research in migration, ethnicity and health: insights from a preliminary study of maternal health in Germany, Canada and the UK","subjectLabel":"Canada","year":"2011"},{"title":"Historical trends and projected hospital admissions for chronic hepatitis C infection in Canada: a birth cohort analysis","subjectLabel":"Canada","year":"2014"},{"title":"Cardiovascular risk among South Asians living in Canada: a systematic review and meta-analysis","subjectLabel":"Canada","year":"2014"},{"title":"Commentaries on \"Workshop report: developing a pediatric inflammatory bowel diseases network and data platform in Canada\": collaboration and networking: the name of the game in pediatric inflammatory bowel disease","subjectLabel":"Canada","year":"2012"},{"title":"Commentaries on \"Workshop report: developing a pediatric inflammatory bowel diseases network and data platform in Canada\": collaborative chronic care network (C3N) of the future","subjectLabel":"Canada","year":"2012"},{"title":"Commentaries on \"Workshop report: developing a pediatric inflammatory bowel diseases network and data platform in Canada\": networks of the future","subjectLabel":"Canada","year":"2012"},{"title":"Dispelling myths about gender differences in smoking cessation: population data from the USA, Canada and Britain","subjectLabel":"Canada","year":"2012"},{"title":"Reduction in Clostridium difficile infection rates after mandatory hospital public reporting: findings from a longitudinal cohort study in Canada","subjectLabel":"Canada","year":"2012"},{"title":"International migration from non-endemic settings as a protective factor for HIV/STI risk among female sex workers in Vancouver, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Canadian Adjuvant Initiative Workshop, March 26-27, 2013--Ottawa, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Characterization and virulence of Beauveria spp. recovered from emerald ash borer in southwestern Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Epichloe canadensis, a new interspecific epichloid hybrid symbiotic with Canada wildrye (Elymus canadensis).","subjectLabel":"Canada","year":"2012"},{"title":"Correlation among genetic, Euclidean, temporal, and herd ownership distances of porcine reproductive and respiratory syndrome virus strains in Quebec, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Implementation of ICD-10 in Canada: how has it impacted coded hospital discharge data?","subjectLabel":"Canada","year":"2012"},{"title":"Using crude whole-genome assemblies of Neisseria gonorrhoeae as a platform for strain analysis: clonal spread of gonorrhea infection in Saskatchewan, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Screening infants for hearing impairment in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Adaptive evolution of HIV at HLA epitopes is associated with ethnicity in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Do invasive bullfrogs in Victoria, British Columbia, Canada, show evidence of parasite release?","subjectLabel":"Canada","year":"2012"},{"title":"Recurrent missense mutations in TMEM43 (ARVD5) due to founder effects cause arrhythmogenic cardiomyopathies in the UK and Canada","subjectLabel":"Canada","year":"2012"},{"title":"The characteristics and experience of community food program users in arctic Canada: a case study from Iqaluit, Nunavut","subjectLabel":"Canada","year":"2012"},{"title":"Descriptive epidemiology of serious work-related injuries in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Suitability of bovine portion condemnations at provincially-inspected abattoirs in Ontario Canada for food animal syndromic surveillance","subjectLabel":"Canada","year":"2012"},{"title":"Age modification of diabetes-related hospitalization among First Nations adults in Alberta, Canada","subjectLabel":"Canada","year":"2014"},{"title":"The second genus and species of the extinct neuropteroid family Corydasialidae, from early Eocene McAbee, British Columbia, Canada: do they belong to Megaloptera?","subjectLabel":"Canada","year":"2015"},{"title":"A new species of Alopecosa (Araneae: Lycosidae) from Canada: a morphological description supported by DNA barcoding of 19 congeners","subjectLabel":"Canada","year":"2014"},{"title":"Hydroids of the genus Sertularella (Cnidaria: Hydrozoa: Sertulariidae) from the Pacific coast of Canada in the collection of the Royal Ontario Museum, with descriptions of four new species","subjectLabel":"Canada","year":"2015"},{"title":"Diversity of Piophilidae (Diptera) in northern Canada and description of a new Holarctic species of Parapiophila McAlpine","subjectLabel":"Canada","year":"2015"},{"title":"New olenelloid trilobites from the Northwest Territories, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Unexpected occurrence of Hemifridericia bivesiculata Christensen & Dózsa-Farkas, 2006 in Hungary, a species presumed to be endemic to Devon Island, Canada, and its comparative analysis with H. parva Nielsen & Christensen, 1959 (Enchytraeidae, Oligochaeta)","subjectLabel":"Canada","year":"2015"},{"title":"Taxonomic review of Hadromerida (Porifera, Demospongiae) from British Columbia, Canada, and adjacent waters, with the description of nine new species","subjectLabel":"Canada","year":"2014"},{"title":"Contribution to the freshwater gastrotrich fauna of wetland areas of southwestern Ontario (Canada) with redescriptions of seven species and a check-list for North America","subjectLabel":"Canada","year":"2014"},{"title":"Telopathes magna gen. nov., spec. nov. (Cnidaria: Anthozoa: Antipatharia: Schizopathidae) from deep waters off Atlantic Canada and the first molecular phylogeny of the deep-sea family Schizopathidae","subjectLabel":"Canada","year":"2013"},{"title":"A review of the ecology and distribution of Protoribates (Oribatida, Oripodoidea, Haplozetidae) in Alberta, Canada, with the description of a new species","subjectLabel":"Canada","year":"2013"},{"title":"Anatomy of the tidal scour system at Minas Passage, Bay of Fundy, Canada","subjectLabel":"Canada","year":"2012"},{"title":"High-resolution sediment trap study of organic-walled dinoflagellate cyst production and biogenic silica flux in Saanich Inlet (BC, Canada)","subjectLabel":"Canada","year":"2011"},{"title":"Serial Vaccination and the Antigenic Distance Hypothesis: Effects on Influenza Vaccine Effectiveness During A(H3N2) Epidemics in Canada, 2010-2011 to 2014-2015.","subjectLabel":"Canada","year":"2017"},{"title":"Backcountry Travel Emergencies in Arctic Canada: A Pilot Study in Public Health Surveillance","subjectLabel":"Canada","year":"2016"},{"title":"A community-based participatory approach and engagement process creates culturally appropriate and community informed pandemic plans after the 2009 H1N1 influenza pandemic: remote and isolated First Nations communities of sub-arctic Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Public engagement in neighbourhood level wildfire mitigation and preparedness: case studies from Canada, the US and Australia","subjectLabel":"Canada","year":"2011"},{"title":"Supervised injection facilities in Canada: past, present, and future","subjectLabel":"Canada","year":"2017"},{"title":"Epidemiology of prostate and kidney cancer in the Aboriginal population of Canada: A systematic review","subjectLabel":"Canada","year":"2017"},{"title":"Review of seasonal influenza in Canada: Burden of disease and the cost-effectiveness of quadrivalent inactivated influenza vaccines","subjectLabel":"Canada","year":"2016"},{"title":"Review of seasonal influenza in Canada: Burden of disease and the cost-effectiveness of quadrivalent inactivated influenza vaccines","subjectLabel":"Canada","year":"2017"},{"title":"Systematic review of interventions for Indigenous adults with mental and substance use disorders in Australia, Canada, New Zealand and the United States","subjectLabel":"Canada","year":"2016"},{"title":"Clinical neuropsychology practice and training in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Status of vaccines for porcine epidemic diarrhea virus in the United States and Canada","subjectLabel":"Canada","year":"2016"},{"title":"Attitudes and Practices of Euthanasia and Physician-Assisted Suicide in the United States, Canada, and Europe","subjectLabel":"Canada","year":"2016"},{"title":"Improving Obesity Prevention and Management in Primary Care in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Benzodiazepine Use, Misuse, and Harm at the Population Level in Canada: A Comprehensive Narrative Review of Data and Developments Since 1995.","subjectLabel":"Canada","year":"2016"},{"title":"Prevalence of overweight and obesity among indigenous populations in Canada: A systematic review and meta-analysis","subjectLabel":"Canada","year":"2015"},{"title":"The Continuum of HIV Care in Rural Communities in the United States and Canada: What Is Known and Future Research Directions","subjectLabel":"Canada","year":"2017"},{"title":"Economic Value of Improved Accuracy for Self-Monitoring of Blood Glucose Devices for Type 1 Diabetes in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Raiders of the Lost Art: A review of published evaluations of inpatient mental health care experiences emanating from the United Kingdom, Portugal, Canada, Switzerland, Germany and Australia","subjectLabel":"Canada","year":"2015"},{"title":"Estimating influenza deaths in Canada, 1992-2009.","subjectLabel":"Canada","year":"2013"},{"title":"Effectiveness of neuraminidase inhibitors in preventing hospitalization during the H1N1 influenza pandemic in British Columbia, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Seasonal influenza vaccination uptake in Quebec, Canada, 2 years after the influenza A(H1N1) pandemic.","subjectLabel":"Canada","year":"2014"},{"title":"Pre- and postpandemic estimates of 2009 pandemic influenza A(H1N1) seroprotection to inform surveillance-based incidence, by age, during the 2013-2014 epidemic in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Did narcolepsy occur following administration of AS03-adjuvanted A(H1N1) pandemic vaccine in Ontario, Canada? A review of post-marketing safety surveillance data","subjectLabel":"Canada","year":"2014"},{"title":"Introducing INSPIRE: an implementation research collaboration between the Department of Foreign Affairs, Trade and Development Canada and the World Health Organization.","subjectLabel":"Canada","year":"2014"},{"title":"Opening minds in Canada: targeting change.","subjectLabel":"Canada","year":"2014"},{"title":"Opening minds in Canada: background and rationale.","subjectLabel":"Canada","year":"2014"},{"title":"Strengths and limitations of assessing influenza vaccine effectiveness using routinely collected, passive surveillance data in Ontario, Canada, 2007 to 2012: balancing efficiency versus quality","subjectLabel":"Canada","year":"2015"},{"title":"Rationale and design of MUSIC OS-EU: an international observational study of the treatment of postmenopausal women for osteoporosis in Europe and Canada","subjectLabel":"Canada","year":"2015"},{"title":"Barriers and Facilitators for Primary Care Reform in Canada: Results from a Deliberative Synthesis across Five Provinces.","subjectLabel":"Canada","year":"2015"},{"title":"Boiling over: A Descriptive Analysis of Drinking Water Advisories in First Nations Communities in Ontario, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"Universal Coverage without Universal Access: Institutional Barriers to Health Care among Women Sex Workers in Vancouver, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Estimating the burden of acute gastrointestinal illness due to Giardia, Cryptosporidium, Campylobacter, E. coli O157 and norovirus associated with private wells and small water systems in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Potential pediatric intensive care unit demand/capacity mismatch due to novel pH1N1 in Canada","subjectLabel":"Canada","year":"2011"},{"title":"American marten respond to seismic lines in northern Canada at two spatial scales","subjectLabel":"Canada","year":"2015"},{"title":"An innovative approach to addressing childhood obesity: a knowledge-based infrastructure for supporting multi-stakeholder partnership decision-making in Quebec, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Traditional use of medicinal plants in the boreal forest of Canada: review and perspectives","subjectLabel":"Canada","year":"2012"},{"title":"Representative landscapes in the forested area of Canada","subjectLabel":"Canada","year":"2011"},{"title":"Nationwide molecular surveillance of pandemic H1N1 influenza A virus genomes: Canada, 2009.","subjectLabel":"Canada","year":"2011"},{"title":"Neuraminidase-inhibitor resistance testing for pandemic influenza A (H1N1) 2009 in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Effectiveness of AS03 adjuvanted pandemic H1N1 vaccine: case-control evaluation based on sentinel surveillance system in Canada, autumn 2009.","subjectLabel":"Canada","year":"2011"},{"title":"Religion and Happiness: A Study Among University Students in Turkey.","subjectLabel":"happiness","year":"2016"},{"title":"Public sector employment, relative deprivation and happiness in adult urban Chinese employees.","subjectLabel":"happiness","year":"2012"},{"title":"Happiness and Defense Styles in Psychiatrists.","subjectLabel":"happiness","year":"2016"},{"title":"Circuits regulating pleasure and happiness: evolution and role in mental disorders.","subjectLabel":"happiness","year":"2017"},{"title":"Happiness, rather than depression, is associated with sexual behaviour in partnered older adults.","subjectLabel":"happiness","year":"2016"},{"title":"Happiness and health across the lifespan in five major cities: The impact of place and government performance","subjectLabel":"happiness","year":"2016"},{"title":"Anxiety, happiness and self-esteem of western Chinese left-behind children.","subjectLabel":"happiness","year":"2016"},{"title":"Influence of community satisfaction with individual happiness: comparative study in semi-urban and rural areas of Tikapur, Nepal.","subjectLabel":"happiness","year":"2017"},{"title":"Adult Playfulness, Humor Styles, and Subjective Happiness","subjectLabel":"happiness","year":"2016"},{"title":"Interaction Effects of Happiness and Physical Activity on Smoking Initiation.","subjectLabel":"happiness","year":"2016"}]